<pad>
<unk>
<eos>
<sos>
<mask>
mov
eax
mem-normal
const-normal
[ebp_const-normal]
ecx
add
push
[esp_const-normal]
edx
esi
call
ebx
edi
al
lea
esp
ebp
pop
[eax]
cmp
je
[eax_const-normal]
jmp
test
xor
[esi]
pad-normal
[esp]
sub
jne
[const-normal]
inc
[esi_const-normal]
const-abnormal
[ebx_const-normal]
[edi]
ret
and
dx
cl
ah
[ecx]
dl
or
es
[edi_const-normal]
[ecx_const-normal]
dec
[edx_const-normal]
[edx]
bl
dh
[ebx]
movzx
bh
nop
jb
ch
imul
adc
jae
st(const-normal)
[mem-normal]
fs
int3
popal
[const-abnormal]
fld
insb
outsb
jbe
fstp
xmm0
sbb
outsd
arpl
xchg
shl
ax
[eax_const-abnormal]
jle
gs
ja
shr
insd
jl
pad-abnormal
jo
sar
[eax_eax]
jg
[ebp]
xmm1
si
cs
jge
js
jns
movsd
leave
fmul
in
bound
xmm2
movsx
[eax_eax_const-normal]
ss
sp
bp
out
ds
fxch
rol
setne
xmm3
cx
[eax_mem-normal]
neg
fadd
movss
pushal
[edx_mem-normal]
xmm4
fild
cdq
sete
movq
xmm5
aas
xmm6
[ecx_const-abnormal]
pushfd
[ebx_edx*const-normal]
[ebp_const-abnormal]
[ebx_const-abnormal]
[edx_const-abnormal]
jp
xmm7
fnstsw
[esi_const-abnormal]
hlt
aaa
loopne
wait
[edi_const-abnormal]
bx
cld
clc
fst
[ecx_mem-normal]
faddp
fsub
movaps
[eax_eax*const-normal]
not
[ecx_ebp*const-normal_const-normal]
jno
retf
das
di
[eax*const-normal_const-normal]
[ebx_mem-normal]
daa
sti
jnp
mem-abnormal
cwde
[ecx_eax]
[edx_eax*const-normal]
ror
stosb
[eax_edx*const-normal]
[ecx_eax*const-normal]
sahf
[edx_eax]
loope
fldcw
[eax_edx_const-normal]
std
mm0
loop
movups
jecxz
mm1
movdqa
fdiv
enter
fldz
aam
mm6
mm5
idiv
[eax_ecx*const-normal]
lodsb
lahf
les
mul
mulss
movsb
movd
lcall
popfd
fcomp
fistp
fmulp
cmovne
[esp_esi*const-normal_const-normal]
div
stosd
cli
fsubr
int1
salc
mm4
cmove
mm2
aad
cmpsb
[eax_edx*const-normal_const-normal]
lock_xadd
cmc
cmpsd
int
into
[ebx_eax]
stc
rep_movsd
lock_sub
fcom
[edi_ebx*const-normal_const-normal]
[ecx_eax_const-normal]
mm3
[ebp_mem-normal]
[eax_ecx]
[edx_eax_const-normal]
[eax_edx]
lds
mulsd
lodsd
xlatb
scasb
paddw
[eax_esi*const-normal]
[edx_eax*const-normal_const-normal]
iretd
[ecx_eax*const-normal_const-normal]
[ecx_edx*const-normal]
rcl
[edx_ecx*const-normal]
mm7
endbr32
rep_stosd
[eax_ebx*const-normal]
[esi_eax*const-normal]
scasd
sal
[ecx_edx]
[edx_edx*const-normal]
addss
[eax_ecx_const-normal]
rcr
lock_dec
[ebx_ecx*const-normal]
[ebx_eax*const-normal]
[edi_ebp*const-normal_const-normal]
ljmp
addsd
[edx*const-normal_const-normal]
[eax*const-normal]
[ebx_eax*const-normal_const-normal]
[bx_si]
xorps
[ebp_eax*const-normal_const-normal]
[eax*const-normal_mem-normal]
[ecx*const-normal_const-normal]
[eax_edi*const-normal]
pxor
ud2
[eax_esi]
movdqu
setg
[ecx_esi_const-normal]
fld1
movapd
[edx_ecx]
[ecx_ecx*const-normal]
shrd
[edi_eax*const-normal]
[eax_ecx*const-normal_const-normal]
[ebx_esi*const-normal_const-normal]
[ecx_edx_const-normal]
repe_cmpsb
fnstcw
fdivr
[esi_eax]
fsubp
[ebx_eax_const-normal]
lock_add
[eax_esi_const-normal]
[esp_eax]
[esi_eax*const-normal_const-normal]
[di]
[esi_mem-normal]
[edi_mem-normal]
[ebp_eax_const-normal]
shld
outsw
[ecx_edx*const-normal_const-normal]
bswap
seta
[esi_eax_const-normal]
[edi_eax]
fchs
[esi_esi*const-normal]
fiadd
[eax_edi]
[edx_esi_const-normal]
[edx_ecx_const-normal]
[eax_ebp*const-normal_const-normal]
[ebx_ebx*const-normal]
lock_inc
[eax_ebx]
subsd
[edx_ecx*const-normal_const-normal]
[si]
[ebx*const-normal_const-normal]
[ebx_edx*const-normal_const-normal]
[esi_ecx*const-normal]
[edi_edx*const-normal]
[esi_ecx*const-normal_const-normal]
[edi_eax*const-normal_const-normal]
[edi_edi*const-normal]
[eax_ebx*const-normal_const-normal]
subss
[esi_edx*const-normal]
[esp_eax*const-normal_const-normal]
punpcklbw
[edi_ecx*const-normal_const-normal]
[ecx_esi*const-normal]
[edx_esi*const-normal]
[eax_esi*const-normal_const-normal]
[edi_edx]
fucompi
[eax_ebx_const-normal]
[edi_ecx*const-normal]
fsubrp
psubw
[edx_esi*const-normal_const-normal]
[edx_ebx*const-normal]
[ebp_esi*const-normal_const-normal]
[ebx_edx]
[ecx_ebx*const-normal]
[ebx_ecx]
sldt
fucompp
mulpd
[eax_edi_const-normal]
[ecx_esi]
paddd
[edx_edi*const-normal]
fucomi
[esi_ecx]
[ecx_edi*const-normal]
setb
popaw
mulps
[ebp_ecx*const-normal_const-normal]
[esi*const-normal_const-normal]
[edi_esi*const-normal]
[esp_ecx*const-normal_const-normal]
[edi_eax_const-normal]
[esi_edx]
[eax_eax*const-normal_const-normal]
[ebx_esi*const-normal]
repz_ret
vmovss
ymm0
[edx_esi]
[esi_ebx*const-normal]
[esp_eax*const-normal]
addpd
[eax_edi*const-normal_const-normal]
shufps
[esi_edx*const-normal_const-normal]
[edi_ebx*const-normal]
[ebp_edx*const-normal_const-normal]
fisttp
[esi_ebp_const-normal]
[edx_edx_const-normal]
rep_movsb
setl
[esp_eax_const-normal]
fdivp
[ecx_ecx*const-normal_const-normal]
[edi_esi]
[edi_ecx]
[ebx_esi]
[ecx_edi*const-normal_const-normal]
repne_scasb
addps
[edi*const-normal_const-normal]
[ebx_ecx*const-normal_const-normal]
fabs
[ecx_ecx]
fnclex
[edi_edx*const-normal_const-normal]
[esi_ecx_const-normal]
fisub
[esi_ebx*const-normal_const-normal]
[esi_edi*const-normal_const-normal]
[ecx_ebx]
[esp_edx*const-normal_const-normal]
[edx*const-normal]
[ecx_edi]
[edx*const-normal_mem-normal]
[esi_ebx]
[edx_edx]
[esi_edi]
cmovg
[esp_ebp*const-normal_const-normal]
cmova
[edx_edx*const-normal_const-normal]
[edx_edi]
[edx_ebx]
cmovle
[ebx_edi]
[esp_edi*const-normal_const-normal]
[ebp_ecx_const-normal]
fucom
cmovbe
ymm1
fimul
[esp_ecx]
cmovb
cmovae
[ebp_ebx*const-normal_const-normal]
[eax_ebp*const-normal]
comiss
[esp_ebx*const-normal]
[esi_edi*const-normal]
[esp_ebx*const-normal_const-normal]
[ecx_edi_const-normal]
[ecx_ebx*const-normal_const-normal]
[edi_esi*const-normal_const-normal]
[ebx_edx_const-normal]
pmullw
[ebx_edi*const-normal]
[esi_edi_const-normal]
[ecx*const-normal]
[ecx_esi*const-normal_const-normal]
[ebp_edi*const-normal_const-normal]
[ebx_ecx_const-normal]
ucomisd
[esi*const-normal]
pand
[edi_ebx]
[esp_mem-normal]
[edi_esi_const-normal]
ymm2
[ebp_edx_const-normal]
[eax_eax_const-abnormal]
cvtps2pd
ymm3
cmovl
[esi_edx_const-normal]
[ebp_eax]
[ecx_ebx_const-normal]
[ebp_ebp*const-normal_const-normal]
ymm4
[edi*const-normal]
pmaddwd
fidivr
[ebx_edi*const-normal_const-normal]
[edx_ebx*const-normal_const-normal]
movlpd
cmovs
packuswb
[edx_ebx_const-normal]
[ebp_eax*const-normal]
[esp_edi*const-normal]
[ebx*const-normal]
[ebx_esi_const-normal]
[eax_ebp]
psraw
ymm5
[edx_edi_const-normal]
[esi_ebx_const-normal]
[esp_ecx*const-normal]
punpckldq
[esi_esi]
[ecx_ecx_const-normal]
[esp_edx*const-normal]
ymm6
[bp_di_const-normal]
cmovge
psrlq
pshufd
setle
[edi_ebx_const-normal]
fdivrp
[ecx*const-normal_mem-normal]
ymm7
por
comisd
setbe
[edi_ecx_const-normal]
bt
fist
[esi_ebp*const-normal_const-normal]
[eax_ebp_const-normal]
[edx_edi*const-normal_const-normal]
cmovns
punpcklwd
seto
[edi_edx_const-normal]
[ebx_edi_const-normal]
setae
[ecx_ebp*const-normal]
[ebx_ebp*const-normal_const-normal]
fcompp
fucomp
vmovsd
[edi_ebp*const-normal]
cvtsi2sd
[eax*const-normal_const-abnormal]
lock_cmpxchg
cvtdq2ps
[ebx*const-normal_const-abnormal]
[edx_ebp*const-normal]
[edi_edi*const-normal_const-normal]
setge
andps
ficom
cvtdq2pd
fidiv
[esi_ebp*const-normal]
[esi_ebp]
[edi_ebp]
cvttsd2si
[ebp_esi_const-normal]
[edx_ebp*const-normal_const-normal]
[ecx_ebp]
fisubr
ficomp
[eax_edx_const-abnormal]
[esp_ecx_const-normal]
[bp_const-normal]
[edi_edi]
[ebx_ebx]
[bx_di]
[ebx_ebp*const-normal]
[esp_edx_const-normal]
[edx_ebp]
[esp_ebx]
[esp_ebp*const-normal]
divsd
[esi_esi*const-normal_const-normal]
punpckhbw
[ebp_ebx_const-normal]
[ebx_ebx_const-normal]
psrad
[ebx_ebp]
[esp_esi*const-normal]
[ecx_ebp_const-normal]
ffree
packssdw
[ebp_edi_const-normal]
vmovdqu
[edx_ebp_const-normal]
bsr
subps
xabort
[ebp_edx*const-normal]
psllq
punpckhwd
[ebp*const-normal_const-normal]
[eax_mem-abnormal]
[ebx_ebx*const-normal_const-normal]
vmovups
[mem-abnormal]
xorpd
[ebp_ecx]
[esp_esi_const-normal]
psrlw
[ebx_ebp_const-normal]
subpd
[bx_const-normal]
cvtpd2ps
[edx_ecx*const-normal_const-abnormal]
[ebp_edx]
[esp_esi]
[esp_ebx*const-normal_const-abnormal]
[ebp_ebp*const-normal]
fbld
[si_const-normal]
pcmpeqb
rep_stosb
[ebp_ebx*const-normal]
[edi_ebp_const-normal]
[ebx*const-normal_mem-normal]
psllw
[esp_ebp]
[bx_di_const-normal]
vmovdqa
pavgb
[ebp_ecx*const-normal]
[ebp_ebx]
fsqrt
psrld
[esp_ebx_const-normal]
[esp_ebp_const-normal]
frstor
[bx_si_const-normal]
[ebp_esi*const-normal]
ucomiss
vmovupd
psubusb
[esi_esi_const-normal]
divss
[ecx*const-normal_const-abnormal]
[ebp_edi*const-normal]
[esp_edi_const-normal]
psrldq
paddusw
[edi_edi_const-normal]
[edi_eax*const-normal_const-abnormal]
paddq
pmovmskb
[ecx_eax_const-abnormal]
[bp_si]
[eax_eax*const-normal_const-abnormal]
[ebp_esi]
[ebp*const-normal]
[esp_ecx*const-normal_const-abnormal]
unpcklps
[edi_edx*const-normal_const-abnormal]
cvtsi2ss
cvtss2sd
fcompi
paddsw
sets
[ebp_ebp_const-normal]
[edx_eax_const-abnormal]
psubd
[esp_eax*const-normal_const-abnormal]
setns
[eax_edx*const-normal_const-abnormal]
[ecx_mem-abnormal]
punpckhdq
[bx]
[ebp_mem-abnormal]
psadbw
movlps
cvttss2si
lock_or
[esp_edx]
pmulhw
[esp_const-abnormal]
[esi_mem-abnormal]
[ebp_edi]
[edx_mem-abnormal]
vaddpd
insw
movhps
fxam
[esi_ebx_const-abnormal]
palignr
fbstp
vpaddd
[ebx_eax_const-abnormal]
lldt
[edi_edi*const-normal_const-abnormal]
[ebp_eax*const-normal_const-abnormal]
stosw
punpcklqdq
[edi_mem-abnormal]
fldenv
[di_const-normal]
andpd
[ebx_mem-abnormal]
fcomi
fnstenv
fnsave
[edx_eax*const-normal_const-abnormal]
[ebp_esi*const-normal_const-abnormal]
vmovq
lock_adc
vmulss
vmovaps
[esp_edi]
pshuflw
cvtsd2ss
cpuid
invd
[ecx_ecx*const-normal_const-abnormal]
[ecx_eax*const-normal_const-abnormal]
vxorps
str
[edi*const-normal_const-abnormal]
pslld
[eax_esi*const-normal_const-abnormal]
bsf
movhpd
[ebp_ecx*const-normal_const-abnormal]
[ebx_eax*const-normal_const-abnormal]
pfmul
frndint
[edx*const-normal_const-abnormal]
vmulpd
unpcklpd
notrack_jmp
[eax_esi_const-abnormal]
pavgusb
pmaxsw
pshufw
pextrw
[ebp_edi*const-normal_const-abnormal]
[ebp*const-normal_const-abnormal]
vaddss
movsw
vmulsd
[edx_edx*const-normal_const-abnormal]
pmuludq
[eax_ebx*const-normal_const-abnormal]
[edx_ebp*const-normal_const-abnormal]
fcmovbe
[eax_ecx*const-normal_const-abnormal]
[esi_eax*const-normal_const-abnormal]
vaddps
pcmpeqd
pandn
[eax_edi*const-normal_const-abnormal]
fcmovnbe
[ecx_edx*const-normal_const-abnormal]
[eax_ebp*const-normal_const-abnormal]
[bp_si_const-normal]
tzcnt
[ebx_ebx*const-normal_const-abnormal]
[esp_edx*const-normal_const-abnormal]
vshufps
[ebx_ecx*const-normal_const-abnormal]
fcmovu
[esi_edx*const-normal_const-abnormal]
[edi_ebx*const-normal_const-abnormal]
[esi_ebp*const-normal_const-abnormal]
bts
[esp_esi*const-normal_const-abnormal]
movhlps
[edi_ebx_const-abnormal]
[bp_di]
[esi_ecx*const-normal_const-abnormal]
[ebx_ebp*const-normal_const-abnormal]
movupd
[edi_ebp*const-normal_const-abnormal]
[ebx_edi*const-normal_const-abnormal]
[esi*const-normal_const-abnormal]
[ebp_ebx*const-normal_const-abnormal]
lock_and
[esp_ebp*const-normal_const-abnormal]
vmovapd
[ecx_ebx*const-normal_const-abnormal]
psubsw
[ebx_esi*const-normal_const-abnormal]
[esp_edi*const-normal_const-abnormal]
[edi_ecx*const-normal_const-abnormal]
psubb
[esi_edi*const-normal_const-abnormal]
[edx_esi*const-normal_const-abnormal]
[ecx_edi_const-abnormal]
[ebx_edx*const-normal_const-abnormal]
[ecx_edi*const-normal_const-abnormal]
vmovd
[edx_edi*const-normal_const-abnormal]
vaddsd
vsubpd
lfence
[ebp_ebp]
[esi_esi*const-normal_const-abnormal]
vxorpd
[ecx_esi*const-normal_const-abnormal]
[edi_esi*const-normal_const-abnormal]
paddb
sysret
[ecx_edx_const-abnormal]
[ecx_ebp*const-normal_const-abnormal]
[esi_ebx*const-normal_const-abnormal]
pfadd
[edi_eax_const-abnormal]
[ebp_edx*const-normal_const-abnormal]
pshufb
vcomiss
[edx_edi_const-abnormal]
pmaddubsw
vsubss
[eax_ecx_const-abnormal]
syscall
orpd
[ecx_esi_const-abnormal]
setnp
[edx_ebx*const-normal_const-abnormal]
pcmpgtd
pshufhw
[esp_eax_const-abnormal]
[esi_eax_const-abnormal]
[ebp_ebp*const-normal_const-abnormal]
[ebp_eax_const-abnormal]
vinsertf128
[eax_edi_const-abnormal]
[ebx_esi_const-abnormal]
setp
ftst
lock_cmpxchg8b
paddusb
unpckhpd
psubusw
[ecx_ebp_const-abnormal]
pminsw
movlhps
pinsrw
emms
[ebx_edi_const-abnormal]
[esi_edx_const-abnormal]
lar
orps
pmulhuw
verr
stmxcsr
fcmovb
vpxor
vpaddw
fstpnce
pslldq
[ebx_edx_const-abnormal]
fcmovnu
aesenc
punpckhqdq
[edx_ecx_const-abnormal]
sgdt
fcos
[edi_esi_const-abnormal]
[ebp_edx_const-abnormal]
pcmpgtb
pause
pcmpgtw
shufpd
[eax_ebp_const-abnormal]
[esi*const-normal_mem-normal]
[ecx_ecx_const-abnormal]
[edx_esi_const-abnormal]
vmulps
vcvtsi2ss
maxps
fcmovnb
ffreep
vfmadd231ss
minps
pmulhrsw
[edi_edx_const-abnormal]
[esi_edi_const-abnormal]
[edx_ebx_const-abnormal]
[esi_ebp_const-abnormal]
rcpps
[edi_ebp_const-abnormal]
[esi_ecx_const-abnormal]
[ebx_ebp_const-abnormal]
fcmove
fcmovne
[ebx_ecx_const-abnormal]
vcvtss2sd
[edi*const-normal_mem-normal]
andnps
vpmaddwd
unpckhps
vextractf128
[esp_edi_const-abnormal]
[ebp_edi_const-abnormal]
[edx_ebp_const-abnormal]
[ebp_ecx_const-abnormal]
vzeroupper
[edi_ecx_const-abnormal]
lock_sbb
cmovo
pmaxub
[esp_esi_const-abnormal]
vfmadd213ss
rsqrtps
ud0
fprem
[esp_ebp_const-abnormal]
pminub
[ebp_esi_const-abnormal]
pcmpeqw
femms
packsswb
[esp_edx_const-abnormal]
lock_xchg
[edi_edi_const-abnormal]
lock_xor
fyl2x
sqrtsd
[eax_ebx_const-abnormal]
[ecx_ebx_const-abnormal]
[ebp_ebx_const-abnormal]
fscale
[edi_edi*const-normal_mem-abnormal]
fsin
lsl
vpsubw
vfmadd231ps
repe_cmpsd
pmulld
cr0
minsd
pfsub
[esp_ecx_const-abnormal]
rdtsc
vcvtsd2ss
vsubps
vmovhpd
lock_bts
movntq
movntdqa
vpsadbw
cmovnp
vfmadd213ps
vpaddq
vsubsd
prefetcht0
vfmadd231pd
[edx_edx_const-abnormal]
[esi_esi_const-abnormal]
btr
[edi_edi*const-normal_mem-normal]
vcvtsi2sd
minss
[esp_ebx_const-abnormal]
movddup
vshufpd
xadd
[ebp_ebp_const-abnormal]
[ebx_ebx_const-abnormal]
paddsb
prefetchnta
clts
vpsrad
cvtps2dq
ldmxcsr
fninit
cmovno
aesdec
dr2
maxsd
pavgw
vpshufd
cmpxchg
lddqu
vpor
ltr
divps
[bp]
sqrtps
verw
zmm0
cbw
cmpleps
fldln2
wbinvd
bnd_jmp
lodsw
pabsw
vcvtdq2ps
fldpi
[edx_eax*const-normal_mem-normal]
bnd_ret
vunpckhpd
wrmsr
movntdq
vpermilps
fpatan
vpand
rep_stosw
vpshufb
f2xm1
bndldx
getsec
repne_scasw
maxss
cvtss2si
[ebx_edi*const-normal_mem-normal]
cmpltps
vperm2f128
vpackssdw
dr0
vpsrldq
repne_lodsd
rdmsr
sqrtss
[eax_eax_mem-normal]
vinserti128
cvttps2dq
vpunpcklwd
cmovp
cvtsd2si
psubq
mfence
vpmaddubsw
movntps
vfmadd231sd
movmskps
rorx
vfmadd213pd
vpsrld
[ebp*const-normal_mem-normal]
vucomiss
vpunpcklbw
vpsrlq
vpunpckhwd
cvtps2pi
psubsb
vdivss
pushaw
vcomisd
cvttps2pi
fldl2e
vpbroadcastd
zmm1
vpunpcklqdq
cvtpi2ps
vblendps
vunpcklpd
fsincos
fprem1
zmm2
pmovzxbd
vextracti128
sysenter
vpackuswb
repne_cmpsd
rdpmc
vpextrw
vcvtpd2ps
vpsubd
jcxz
pswapd
phaddd
fldlg2
[edx_edi*const-normal_mem-normal]
vfmadd213sd
pminsd
pfacc
pmovzxwd
vcvttsd2si
vdivsd
pmovsxwd
bnd3
cvttpd2dq
zmm3
vpmulld
vpalignr
pmovzxbw
bnd_jl
vmovhps
sysexit
vbroadcastf128
vpmulhrsw
insertps
fptan
zmm4
vpinsrd
vpslld
vmovddup
cr2
repne_insb
[edx_ecx*const-normal_mem-normal]
pmaxsd
vunpcklps
cwd
vmovdqu32
vpmovzxbd
rep_movsw
vpunpckhqdq
pushf
bnd_call
vcvtss2si
vandps
zmm7
vmaxss
fincstp
[edx_ebx*const-normal_mem-normal]
vcvtdq2pd
vpmovzxwd
zmm6
cr1
[edx_esi*const-normal_mem-normal]
vbroadcastss
vminss
bnd_jge
vpsubusb
notrack_call
vpunpckldq
aesenclast
pmuldq
[eax_ebx*const-normal_mem-normal]
pinsrb
vcvtps2dq
vpminsd
popf
zmm5
fyl2xp1
dr1
[ecx_eax_mem-normal]
andnpd
xacquire_xchg
vpmuldq
sfence
cmpeqsd
[ebp_edi*const-normal_mem-normal]
scasw
vcvttpd2dq
repne_stosb
bnd_retf
vextractps
vpermq
iret
vpabsw
divpd
bnd_jle
bnd_jp
vperm2i128
vpmuludq
pfpnacc
vpunpckhdq
bnd_jne
lgdt
vmovhlps
vmovlps
rep_insb
vmovlpd
vpextrb
smsw
[eax*const-normal_mem-abnormal]
vfmadd132ps
dr4
[ecx_edx*const-normal_mem-normal]
dpps
aeskeygenassist
vsqrtss
vpsrlw
vpmaxsd
bnd_jo
pblendvb
bnd_js
repne_insd
vpsraw
rep_outsd
bndstx
packusdw
vpmovsxwd
vpmovzxdq
prefetchw
rep_insd
sidt
pabsd
vpshuflw
[ebx_edx*const-normal_mem-normal]
vpmovzxbw
vprord
vpunpckhbw
[ebx_ecx*const-normal_mem-normal]
fxtract
prefetch
bnd0
repne_outsd
vmwrite
rsqrtss
[ebx_esi*const-normal_mem-normal]
vbroadcasti128
repne_stosd
vpcmpeqd
bnd_jnp
feni8087_nop
fdisi8087_nop
repne_outsb
bnd_je
vcvttss2si
bnd_jae
aesdeclast
pcmpistri
vfmsub213ss
setno
repne_cmpsb
sha256rnds2
vpextrd
vmread
pinsrd
rep_outsb
maxpd
prefetchwt1
vfmadd132ss
bnd_jno
fldl2t
repne_movsb
repne_lodsb
cvtpd2dq
bnd1
[ebx_eax*const-normal_mem-normal]
vfnmadd231ps
lss
repe_scasb
cmpltsd
pi2fd
[eax_ecx*const-normal_mem-normal]
cmpeqps
pclmulqdq
pfnacc
xrelease_xchg
dr3
haddpd
rsm
vucomisd
btc
pi2fw
[eax_edx*const-normal_mem-normal]
movnti
vpaddsw
cmpltpd
bnd_jb
minpd
cmpps
[ebp_eax*const-normal_mem-normal]
[ebp_esi*const-normal_mem-normal]
xgetbv
vpandn
fnop
ud1
[ebx_ebx_mem-normal]
cmpnlesd
[eax_eax_mem-abnormal]
vpinsrw
[ecx_eax*const-normal_mem-normal]
[ebx_ebp*const-normal_mem-normal]
bnd_jg
[ecx_edi*const-normal_mem-normal]
bnd_jecxz
bnd_jns
vunpckhps
cmpsw
repne_scasd
vbroadcastsd
fsetpm
cmpnlepd
[ebp_edx*const-normal_mem-normal]
bnd2
vpmaxsw
vmovlhps
[eax_edi*const-normal_mem-normal]
vpslldq
repe_scasd
xbegin
vpackusdw
[edx_ebp*const-normal_mem-normal]
[edx_ebx_mem-normal]
[esi_eax*const-normal_mem-normal]
[edi_ebx*const-normal_mem-normal]
rep_lodsb
lgs
cmpltss
vfmsub231pd
[ebx_eax_mem-normal]
vpcmpgtd
movmskpd
vfnmadd231pd
vcvtph2ps
[esi_edi*const-normal_mem-normal]
[eax_ebx_mem-normal]
repe_cmpsw
phaddw
bnd_jbe
[edi_ecx*const-normal_mem-normal]
vfnmadd213ss
vhaddpd
[edi_ebp*const-normal_mem-normal]
[esi_ecx*const-normal_mem-normal]
vpsubusw
vpavgb
[esp_edi*const-normal_mem-normal]
[ecx_esi_mem-abnormal]
[esi_ebp*const-normal_mem-normal]
andn
vpabsd
vandpd
[esp_esi*const-normal_mem-normal]
vfmsub231ps
vcvtpd2dq
vpsllw
[edi_esi*const-normal_mem-normal]
psignw
[esp_ebp*const-normal_mem-normal]
vpbroadcastq
vfnmadd231sd
vpsubsw
lmsw
[edx_edx*const-normal_mem-normal]
vpmullw
[esp_ebx*const-normal_mem-normal]
fdecstp
pextrd
bnd_ja
vinsertps
[ebp_ecx*const-normal_mem-normal]
vhaddps
movsldup
rep_lodsd
[ecx_ebp*const-normal_mem-normal]
[ebp_ebp*const-normal_mem-normal]
cr4
[esi_edx*const-normal_mem-normal]
vpbroadcastw
vpcmpeqb
vpblendvb
[edx*const-normal_mem-abnormal]
vpxord
vpaddusw
vorps
[edi_eax*const-normal_mem-normal]
[ecx*const-normal_mem-abnormal]
[esp_edx*const-normal_mem-normal]
fxrstor
[eax_esi*const-normal_mem-normal]
cmplepd
vfmsub231ss
movq2dq
pfsubr
mulx
fxsave
pblendw
vfmadd132pd
vcvtps2pd
lidt
vpmovmskb
cr3
[esp_ecx*const-normal_mem-normal]
[esp_eax*const-normal_mem-normal]
pfrcpit2
lfs
[edx_eax_mem-normal]
vpcmpgtb
[ecx_esi*const-normal_mem-normal]
cr7
vpsllq
pmaxuw
cmpxchg8b
vmaxsd
[edi_edx*const-normal_mem-normal]
vpermd
pminud
[esi_ebx*const-normal_mem-normal]
[eax_ebp*const-normal_mem-normal]
vpmaskmovd
vpminsw
shlx
cmpunordps
[ebp_eax_mem-normal]
[ebx_ebx*const-normal_mem-normal]
[ecx_edi*const-normal_mem-abnormal]
vfnmadd231ss
vfnmadd213sd
vmovntdq
[esi_esi*const-normal_mem-normal]
vshufi32x4
mpsadbw
vmovdqa32
[ecx_ebx*const-normal_mem-normal]
vfnmadd213ps
vpcmpgtw
vmaxps
sqrtpd
ptest
vpblendw
pf2id
vpcmpeqw
[edi*const-normal_mem-abnormal]
[ebp_ebx*const-normal_mem-normal]
vpperm
[ecx_ecx*const-normal_mem-normal]
cmpnless
vmaskmovps
[edi_eax_mem-normal]
dr7
vminps
vfmsub213pd
sha1nexte
invlpg
sha1rnds4
sha256msg1
[ecx_ebx*const-normal_mem-abnormal]
vpaddusb
cr5
[ecx_esi*const-normal_mem-abnormal]
sha256msg2
cmpnltps
rcpss
[ecx_eax_mem-abnormal]
pfrcp
[eax_eax*const-normal_mem-normal]
vmaxpd
vpermilpd
[eax_ebx*const-normal_mem-abnormal]
vblendvps
vminsd
addsubps
lock_not
kmovw
pminuw
vldmxcsr
[eax_ebp_mem-normal]
vminpd
vfmsub213ps
dr6
cr6
[eax_ecx_mem-normal]
vfmsub231sd
[ebx_ebx*const-normal_mem-abnormal]
vaesenc
[esi_edx*const-normal_mem-abnormal]
haddps
vpsubb
extractps
vpavgw
vgatherdpd
vpacksswb
sha1msg2
vstmxcsr
sha1msg1
cldemote
blendvps
[esp_eax_mem-normal]
[ebx_edi*const-normal_mem-abnormal]
vprotd
vpblendd
vpaddb
pfcmpge
[edx_edi*const-normal_mem-abnormal]
[eax_edi_mem-normal]
pfrcpit1
movshdup
[esi_eax_mem-normal]
dr5
movdq2q
vfnmadd213pd
shrx
vandnps
vaddsubps
[edx_eax_mem-abnormal]
k6
maskmovdqu
vpinsrb
cmpless
prefetcht1
vfmsub132ss
prefetcht2
lock_neg
[edi_ebp*const-normal_mem-abnormal]
[esp_edi*const-normal_mem-abnormal]
[ecx_esi_mem-normal]
[ecx_edx_mem-normal]
vmovntps
vgatherdps
[edx_ecx*const-normal_mem-abnormal]
vfmsub213sd
vfmadd132sd
[eax_esi*const-normal_mem-abnormal]
[edx_ebp*const-normal_mem-abnormal]
aesimc
vpmaxub
[esp_edx_mem-normal]
rdseed
[esp_mem-abnormal]
[esi_esi_mem-normal]
[ebx*const-normal_mem-abnormal]
popcnt
[edi_edi_mem-normal]
[eax_edx_mem-normal]
pmovsxbd
vpminub
vmovsldup
vpsignw
pfrsqrt
lzcnt
[ebx_edi_mem-normal]
pcmpestri
pfrsqit1
cmpneqps
vcvttps2dq
[ecx_ebx_mem-normal]
k1
vmovshdup
[eax_esi_mem-normal]
[edx_esi_mem-normal]
[edx_eax*const-normal_mem-abnormal]
[ebx_ecx_mem-normal]
[esi*const-normal_mem-abnormal]
psignd
[ebx_eax*const-normal_mem-abnormal]
cmpneqpd
[esp_ebp*const-normal_mem-abnormal]
[esp_edx*const-normal_mem-abnormal]
[esp_ebx_mem-normal]
vpbroadcastb
vpmovsxbd
cmpeqpd
vcvtsd2si
[edi_ebx_mem-normal]
[esi_ebx_mem-normal]
vroundpd
[edi_edx*const-normal_mem-abnormal]
[ecx_ecx_mem-normal]
[edi_ecx*const-normal_mem-abnormal]
vblendpd
[ecx_ebp_mem-normal]
[edx_ecx_mem-normal]
[ebx_esi_mem-normal]
roundpd
[ecx_edi_mem-normal]
vroundsd
vsqrtsd
vpmulhuw
[ebx_edx_mem-normal]
[ebx_edx*const-normal_mem-abnormal]
[ebx_ecx*const-normal_mem-abnormal]
vprold
vlddqu
[ebp*const-normal_mem-abnormal]
vpaddsb
maskmovq
vblendvpd
[esp_ebx*const-normal_mem-abnormal]
[ebp_ecx_mem-normal]
[esp_ecx_mem-normal]
vcvtps2ph
cmpnltss
blendps
[ebx_ebp_mem-normal]
vorpd
pmovsxbw
pmovsxdq
[esi_edi_mem-normal]
[esi_ebx*const-normal_mem-abnormal]
[esp_ebp_mem-normal]
[edx_edi_mem-normal]
[ebp_ebp_mem-normal]
[esi_ecx_mem-normal]
k0
[edi_esi*const-normal_mem-abnormal]
[edi_esi_mem-normal]
[ebp_edx_mem-normal]
pmovzxdq
xrelease_lock_add
vpclmulqdq
[di_mem-normal]
[ebp_edi*const-normal_mem-abnormal]
cmplesd
vroundss
[ebx_eax_mem-abnormal]
[edi_ecx_mem-normal]
pfcmpgt
[ebp_edi_mem-normal]
[edi_eax*const-normal_mem-abnormal]
[esp_esi_mem-normal]
[esi_edx_mem-abnormal]
vcmpeqps
[eax_ecx_mem-abnormal]
xcryptecb
[ebp_esi_mem-normal]
[esi_eax*const-normal_mem-abnormal]
vphaddwq
[eax_edi*const-normal_mem-abnormal]
[edx_edx_mem-normal]
[edx_ebp_mem-normal]
vcmpgt_oqps
vphadduwq
pabsb
vptest
[ecx_eax*const-normal_mem-abnormal]
[esp_ecx*const-normal_mem-abnormal]
vpmovsxdq
[edi_ebp_mem-normal]
[esi_edx_mem-normal]
[ebp_edx*const-normal_mem-abnormal]
[esi_ebp_mem-normal]
[eax_eax*const-normal_mem-abnormal]
pextrb
[eax_edx*const-normal_mem-abnormal]
rdrand
[esi_ebp*const-normal_mem-abnormal]
vpmulhw
[esp_edi_mem-normal]
[ebp_ebx_mem-normal]
[esi_edi*const-normal_mem-abnormal]
[ebp_ebp*const-normal_mem-abnormal]
[esi_ecx*const-normal_mem-abnormal]
cmpnleps
vfmaddsub213ps
[edi_edx_mem-normal]
vinserti32x4
[ecx_ecx*const-normal_mem-abnormal]
k3
vpshufhw
psignb
vphaddd
[ebp_ebx*const-normal_mem-abnormal]
vdivps
[esi_esi*const-normal_mem-abnormal]
[edi_ebx*const-normal_mem-abnormal]
cmpnltsd
[eax_ecx*const-normal_mem-abnormal]
vpermpd
[ecx_ebp*const-normal_mem-abnormal]
vzeroall
vrsqrtps
[esp_esi*const-normal_mem-abnormal]
kmovb
[edx_edx*const-normal_mem-abnormal]
[ebp_ecx*const-normal_mem-abnormal]
vpsignd
[ebx_ebp*const-normal_mem-abnormal]
blendvpd
xacquire_lock_add
[ecx_edx*const-normal_mem-abnormal]
vmovmskps
[esp_eax*const-normal_mem-abnormal]
[ebp_eax_mem-abnormal]
[esi_ebp_mem-abnormal]
sarx
cmpordps
k2
vcmpltps
vpmaxuw
pmaxud
[edx_ebx*const-normal_mem-abnormal]
[ebx_esi*const-normal_mem-abnormal]
[ebp_eax*const-normal_mem-abnormal]
crc32
vcmpps
rep_insw
[edi_eax_mem-abnormal]
[edx_esi*const-normal_mem-abnormal]
pf2iw
xstore
[eax_ebp*const-normal_mem-abnormal]
vpermi2d
clflush
k4
[esp_eax_mem-abnormal]
vaesenclast
[ebp_esi*const-normal_mem-abnormal]
[ecx_ebp_mem-abnormal]
vdivpd
vpmadcswd
[bp_mem-normal]
xcryptcbc
rdtscp
[bx_mem-normal]
vfnmadd132ss
vfmsub132pd
roundsd
vrcpps
vcmpgtps
[eax_edx_mem-abnormal]
vcmpleps
vcmpnltps
mwait
vcvtqq2pd
[si_mem-normal]
xrstor
xcryptofb
vcmpsd
vcvttpd2qq
[ecx_edi_mem-abnormal]
incsspd
vcvtuqq2pd
xcryptcfb
vmovmskpd
vcmpgtsd
addsubpd
[ecx_ebx_mem-abnormal]
[eax_esi_mem-abnormal]
[edi_ebx_mem-abnormal]
vphadddq
pcmpeqq
vfmsub132ps
[eax_ebx_mem-abnormal]
[bp_si_mem-normal]
vaesdec
vaesdeclast
xsaves
vandnpd
vpabsb
vcvttps2qq
vcvttsd2usi
vpsubsb
vpermi2q
[esp_ebx_mem-abnormal]
[bx_di_mem-normal]
[esp_ebp_mem-abnormal]
vfnmadd132sd
[esi_eax_mem-abnormal]
vcvttss2usi
[eax_edi_mem-abnormal]
[edx_ebp_mem-abnormal]
[edx_edx_mem-abnormal]
vcmplt_oqps
vpminuw
cmpunordss
vmptrld
vcvttpd2uqq
lock_btr
[ebx_edx_mem-abnormal]
cmpeqss
phsubw
[bx_si_mem-normal]
rdsspd
xrstors
[edi_esi_mem-abnormal]
[edx_ecx_mem-abnormal]
vrcpss
vphaddw
[edi_ecx_mem-abnormal]
[edi_ebp_mem-abnormal]
[eax_xmm1*const-normal_const-normal]
vfmaddsub213pd
[ebp_edi_mem-abnormal]
vmaskmovpd
[esi_ecx_mem-abnormal]
cvtpi2pd
vmpsadbw
vcvttps2uqq
vrsqrtss
[ebx_ecx_mem-abnormal]
cmpneqsd
vfnmadd132ps
repe_scasw
vcmppd
[esi_ebx_mem-abnormal]
[esp_edx_mem-abnormal]
[edi_edi_mem-abnormal]
vpmovsxbw
vcmpeqpd
vfmaddps
pfcmpeq
[bp_di_mem-normal]
[ebp_ebp_mem-abnormal]
[ecx_ecx_mem-abnormal]
vbroadcasti32x4
vmrun
pmulhrw
[ecx_edx_mem-abnormal]
vpcmpeqq
vpermi2ps
vfnmadd132pd
vpermi2pd
[eax_ebp_mem-abnormal]
[esp_ecx_mem-abnormal]
vpermps
vaddsubpd
[ebx_edi_mem-abnormal]
phaddsw
vcmpngtsd
vpmaxud
vpsubq
[edx_edi_mem-abnormal]
blsr
vcmpnle_uqpd
[ebx_esi_mem-abnormal]
[esp_edi_mem-abnormal]
[ebx_ebp_mem-abnormal]
movntpd
[ebp_ebx_mem-abnormal]
vcmpss
vpsignb
[ebp_ecx_mem-abnormal]
[edx_esi_mem-abnormal]
xsave
rep_outsw
vpmacsww
[esp_esi_mem-abnormal]
[ebp_edx_mem-abnormal]
vhsubps
vsqrtps
[esi_esi_mem-abnormal]
xsavec
pfmax
vpgatherdq
xsaveopt
[ebx_ebx_mem-abnormal]
[ebp_esi_mem-abnormal]
[esi_edi_mem-abnormal]
pmaxsb
vinsertf32x8
vcmple_oqps
cmpnltpd
vcmpneqps
kmovd
pfmin
vcmplt_oqpd
vmptrst
phminposuw
kxnorb
vcmpnle_uqps
swapgs
cmpneqss
enclv
encls
vsqrtpd
phsubd
vmmcall
cmpunordpd
vhsubpd
kaddb
kshiftlb
pcmpgtq
[edi_edx_mem-abnormal]
xsha1
xsha256
vmfunc
vdppd
dppd
vpermt2d
[edx_ymm2*const-normal]
repne_cmpsw
vphminposuw
[edx_xmm0*const-normal_const-normal]
[edx_ebx_mem-abnormal]
vpmovqd
[ecx_xmm6*const-normal_const-normal]
[edx_xmm6*const-normal_const-normal]
[ecx_xmm5*const-normal_const-normal]
xend
vfnmsub231sd
[eax_xmm6*const-normal_const-normal]
movbe
bndmov
k7
wrpkru
vcmpordps
xacquire_lock_and
lock_btc
xrelease_lock_sub
xrelease_lock_or
pminsb
kandb
vcmpge_oqps
[edi_ymm1*const-normal]
vcmple_oqpd
vcmpgt_oqpd
[edi_ymm4]
[esi_ymm4*const-normal]
clzero
vpternlogd
monitor
[eax_xmm4*const-normal_const-normal]
[eax_xmm0*const-normal]
[edx_xmm2*const-normal_const-normal]
vpxorq
vfmsub132sd
vpmacsdql
vmcall
xrelease_lock_xor
[eax_xmm1*const-normal]
[edx_xmm5*const-normal_const-normal]
vinserti32x8
[ecx_ymm1*const-normal]
[ecx_ymm6*const-normal]
[esi_ymm1*const-normal]
xsetbv
cmpordsd
vporq
vmresume
kandnw
invlpga
kxnorw
[ecx_xmm1*const-normal_const-normal]
[edi_xmm0*const-normal_const-normal]
[edx_xmm7*const-normal_const-normal]
stgi
vextracti32x8
vptestmw
vmxoff
vcmpeq_osps
repne_insw
kandnb
vpsravd
xtest
clac
[edi_ymm1*const-normal_const-normal]
[ecx_ymm4*const-normal]
[ebx_ymm4*const-normal]
[ebx_ymm2*const-normal]
vfmsubps
[eax_xmm5*const-normal_const-normal]
vptestmd
[ecx_ymm3*const-normal]
xrelease_lock_adc
cvttpd2pi
xrelease_lock_and
roundps
kunpckbw
xacquire_lock_or
clgi
vcmplepd
[edi_xmm6*const-normal_const-normal]
[edi_xmm4*const-normal_const-normal]
vpgatherdd
vpermt2w
cmpunordsd
[esi_ymm0]
[edi_ymm7*const-normal_const-normal]
[ebx_ymm3*const-normal]
[edx_ymm4*const-normal]
vpmaskmovq
vcvtuqq2ps
vcvtqq2ps
bnd_notrack_call
vcmpltpd
[ebx_xmm1*const-normal_const-normal]
[eax_xmm2*const-normal]
[edx_xmm4*const-normal_const-normal]
[eax_xmm0*const-normal_const-normal]
vbroadcasti32x8
kshiftrd
vmload
vcmpnge_uqps
[esi_ymm4]
vpmaxsb
mwaitx
lock_nop
xacquire_lock_sbb
kaddw
kandw
kunpckwd
vcmpeqss
[eax_xmm6*const-normal]
[eax_xmm2*const-normal_const-normal]
[edx_xmm3*const-normal_const-normal]
[edx_xmm1*const-normal_const-normal]
pext
pdep
ktestw
vfnmaddps
[ecx_ymm0*const-normal]
[esi_ymm2*const-normal]
[ebx_ymm5*const-normal]
vdpps
xacquire_lock_cmpxchg
rdpkru
[eax_ymm0*const-normal]
monitorx
vpandd
korb
vroundps
k5
vmlaunch
[ecx_xmm1*const-normal]
[eax_xmm3*const-normal_const-normal]
[edi_xmm1*const-normal_const-normal]
[edx_xmm0*const-normal]
[edx_xmm1*const-normal]
enclu
vpsllvd
repne_movsw
vcmpnge_uqpd
[esi_ymm6]
[edi_ymm2*const-normal]
xacquire_lock_xor
xrelease_lock_sbb
skinit
vpermil2pd
bnd_notrack_jmp
vcmpgeps
vcmpgtpd
vmsave
[eax_xmm7*const-normal_const-normal]
[ecx_xmm5*const-normal]
[edx_xmm5*const-normal]
[edx_xmm2*const-normal]
bzhi
vpmovsdw
vbroadcastf32x4
vpsllvw
vpcompressd
vpcmpneqd
vphaddubq
vtestps
[eax_ymm2*const-normal]
vfmaddsub231ps
vfnmsub213ss
[edi_ymm0]
[esi_ymm7*const-normal_const-normal]
[edi_ymm2*const-normal_const-normal]
[edi_ymm7*const-normal]
[ymm2]
[edx_ymm3*const-normal]
pcmpestrm
stac
vmaskmovdqu
vpandnd
vpcmpgtq
phsubsw
korw
kxorw
kxorb
[ebx_xmm1*const-normal]
[ecx_xmm4*const-normal_const-normal]
[eax_xmm3*const-normal]
[eax_xmm4*const-normal]
[eax_xmm5*const-normal]
[edx_xmm6*const-normal]
[edi_xmm5*const-normal]
[edi_xmm5*const-normal_const-normal]
[edx_xmm3*const-normal]
vextractf32x8
xacquire_lock_inc
knotw
vpmovzxbq
bndmk
[ebx_xmm0*const-normal]
xacquire_lock_adc
xrelease_lock_inc
[ecx_ymm2*const-normal_const-normal]
vfnmsub213sd
[eax_ymm7*const-normal]
[eax_ymm1*const-normal]
[ecx_ymm5*const-normal]
[edi_ymm4*const-normal]
[esi_ymm3*const-normal]
[esi_ymm5*const-normal]
[esi_ymm6*const-normal]
[esi_ymm7*const-normal]
[ymm7]
xmm12
xacquire_lock_dec
vpsrlvd
roundss
xacquire_lock_xchg
cvtpd2pi
wbnoinvd
cmpss
[edx_xmm4*const-normal]
[eax_xmm7*const-normal]
[edi_xmm0*const-normal]
[ecx_xmm3*const-normal_const-normal]
[ymm1*const-normal_const-normal]
cmpordss
kshiftrw
vpmovqw
[eax_zmm5]
vpermi2w
vextracti32x4
vmovdqu16
vpcmpnleuw
vpcmpnleub
ktestq
vpcmpneqw
vpcmpnleud
vpminud
xacquire_lock_sub
vmovntpd
[esi_xmm0*const-normal]
xcryptctr
vcmpngtps
vcmpunordps
[ecx_ymm1*const-normal_const-normal]
vfmaddsub231pd
[edi_ymm3]
[eax_ymm1*const-normal_const-normal]
[edi_ymm5*const-normal_const-normal]
[esi_ymm5*const-normal_const-normal]
[edi_ymm0*const-normal]
[ebx_ymm7*const-normal]
[ebx_ymm1*const-normal]
[ebx_ymm6*const-normal]
[ymm1]
vcmpeqsd
bndcn
[ecx_xmm0*const-normal]
vfmsubss
vpmacssdqh
vcmpge_oqpd
bnd_jcxz
movntsd
vcmpnleps
vgf2p8mulb
[edi_xmm1*const-normal]
[edi_xmm4*const-normal]
[edi_xmm3*const-normal]
[ecx_xmm3*const-normal]
[edx_xmm7*const-normal]
vcmpunordpd
vcmpnltss
vcmpneq_oqpd
xrelease_lock_dec
vfnmsubps
ymm12
vpgatherqq
vpermt2q
vpscatterqq
vpermw
vpord
vpsrlvw
vptestmb
kshiftrq
vfnmsubss
cmpordpd
vcmpfalse_osss
[ecx_ymm2*const-normal]
[eax_ymm2*const-normal_const-normal]
[edx_ymm1*const-normal]
[ebx_ymm0*const-normal]
[esi_ymm5]
[edi_ymm1]
[eax_ymm3]
[eax_ymm1]
vcmpless
vcmpgesd
[edi_ymm7]
[edi_xmm6]
[edi_xmm0]
vfmaddss
repne_lodsw
xrelease_lock_cmpxchg
[ecx_xmm2*const-normal]
[ecx_xmm4*const-normal]
vpcmov
xmm8
repne_outsw
vfnmaddpd
xmm9
[esi_xmm1*const-normal]
[esi_xmm1*const-normal_const-normal]
rep_lodsw
wrssd
xrelease_lock_xchg
movntss