<pad>
<unk>
<eos>
<sos>
<mask>
eax
mov
mem-normal
const-normal
dec
ecx
add
[esp_const-normal]
edx
[ebp_const-normal]
esp
esi
ebx
push
call
edi
al
ebp
lea
inc
cmp
[eax]
pop
je
test
jmp
[eax_const-normal]
xor
[const-normal]
pad-normal
sub
jne
[ebx_const-normal]
[esi]
and
[esi_const-normal]
[edi]
ret
[esp]
const-abnormal
cl
dx
[ecx_const-normal]
[edi_const-normal]
ah
[ecx]
nop
dl
[edx_const-normal]
or
es
xmm0
[edx]
[ebx]
dh
bl
movzx
jb
bh
[mem-normal]
ch
imul
pad-abnormal
int3
xmm1
adc
arpl
jae
[const-abnormal]
jbe
ax
sbb
[eax_eax]
popal
st(const-normal)
xmm2
movups
shl
insb
xchg
outsb
movsd
jle
movaps
outsd
shr
ja
fs
fld
fstp
xmm6
xmm3
[ebp]
[eax_const-abnormal]
jl
cx
cs
sar
xmm7
insd
gs
jo
si
xmm4
sp
jg
xmm5
jge
js
[eax_mem-normal]
jns
bp
in
rol
movsx
bound
leave
out
movss
[eax_eax_const-normal]
ss
neg
fmul
movq
setne
ds
bx
mulsd
cdq
mulps
sete
mm0
movd
movdqa
pushal
fxch
fadd
[eax_eax*const-normal]
loopne
jp
pushfd
xorps
di
[ebp_const-abnormal]
[edx_mem-normal]
cwde
addsd
mm1
[ecx_const-abnormal]
fild
stosb
addps
[ebx_const-abnormal]
les
cld
ror
aas
[ecx_eax]
hlt
jno
[esi_const-abnormal]
aaa
[ebx_edx*const-normal]
pxor
cmove
not
[edx_eax*const-normal]
[edi_const-abnormal]
clc
[edx_const-abnormal]
movdqu
[ebx_mem-normal]
retf
[ecx_eax*const-normal]
mm2
sti
[ecx_ebp*const-normal_const-normal]
lds
mm6
jnp
std
[eax_edx*const-normal]
[eax_ecx*const-normal]
cmovne
[edx_eax]
wait
mm5
[esp_esi*const-normal_const-normal]
movapd
fsub
subsd
mm4
mm3
enter
mulss
fst
sahf
fnstsw
subps
das
lahf
[ecx_mem-normal]
idiv
loope
faddp
[edi_ebx*const-normal_const-normal]
loop
daa
lock_xadd
jecxz
int1
mul
mm7
[eax_edx_const-normal]
movsb
popfd
lodsb
[eax*const-normal_const-normal]
[ecx_eax_const-normal]
stc
stosd
mem-abnormal
cmpsd
addss
int
[eax_edx]
cli
[ebx_eax]
cmc
fdiv
cmpsb
lock_sub
[eax_ecx]
iretd
rcl
xlatb
lodsd
aam
[edx_eax_const-normal]
fldcw
ymm0
div
[ecx_edx*const-normal]
scasd
[eax_edx*const-normal_const-normal]
scasb
[ecx_edx]
[ecx_eax*const-normal_const-normal]
[edx_ecx*const-normal]
[edx_edx*const-normal]
[ebx_eax*const-normal]
comisd
fldz
[edx_ecx]
sal
[edx_eax*const-normal_const-normal]
rcr
salc
paddw
ymm1
vmovups
[esi_eax*const-normal]
[eax_esi]
[eax*const-normal]
into
fistp
[eax_ecx_const-normal]
fcom
[ecx_esi_const-normal]
[ecx_ecx*const-normal]
cmovae
[eax_ecx*const-normal_const-normal]
divsd
[eax_ebx*const-normal]
fcomp
[eax_esi*const-normal]
paddd
aad
cvtpi2ps
ucomisd
[ecx_edx_const-normal]
[ebx_eax_const-normal]
[esi_eax]
comiss
[edi_eax*const-normal]
[ebp_eax*const-normal_const-normal]
[ebp_mem-normal]
fmulp
bt
subss
lock_add
ymm2
[esp_eax]
[eax_ebx]
[ebx_eax*const-normal_const-normal]
zmm0
[eax_edi*const-normal]
cmovb
[ebx_ecx*const-normal]
[edi_ebp*const-normal_const-normal]
[edx_esi_const-normal]
fsubr
cvtdq2pd
lock_dec
[eax_esi_const-normal]
bswap
[edx_ecx_const-normal]
cmova
ymm3
lcall
fdivr
[ecx_edx*const-normal_const-normal]
[eax_edi]
[ebx_esi*const-normal_const-normal]
[eax_eax*const-normal_const-normal]
endbr32
ud2
[edx*const-normal_const-normal]
[esp_eax_const-normal]
[edi_eax]
rep_movsd
mulpd
[esi_eax_const-normal]
setg
cmovg
seta
[ebp_eax_const-normal]
andps
rep_stosd
ymm4
cvtps2pd
repe_cmpsb
[esi_eax*const-normal_const-normal]
[bx_si]
[esp_eax*const-normal_const-normal]
[edi_mem-normal]
ucomiss
shufps
[esi_esi*const-normal]
pand
[ebx_ebx*const-normal]
ymm5
[edx_ecx*const-normal_const-normal]
ljmp
[edi_edx]
[esi_mem-normal]
[ecx_ecx]
[edi_eax*const-normal_const-normal]
cmovbe
fnstcw
[eax_ebp*const-normal_const-normal]
shrd
fiadd
[esp_eax*const-normal]
[ecx*const-normal_const-normal]
lock_inc
[esi_ecx*const-normal]
[edi_edi*const-normal]
fld1
cmovl
[ebx_ecx]
[ebx_edx*const-normal_const-normal]
[edx_edx]
cmovle
ymm7
[ebx_edx]
ymm6
movhps
cvttsd2si
[edi_edx*const-normal]
addpd
punpcklbw
[ecx_esi]
[edi_ecx*const-normal]
[eax_ebx*const-normal_const-normal]
[eax_ebx_const-normal]
[esi_edx*const-normal]
[edi_ecx*const-normal_const-normal]
[esi_ecx*const-normal_const-normal]
[ecx_ecx*const-normal_const-normal]
psubw
setb
divps
cvtsi2sd
[ecx_ebx*const-normal]
[ebp_edx*const-normal_const-normal]
[esi_ecx]
vmovdqu
[eax*const-normal_mem-normal]
por
[ebp_ecx*const-normal_const-normal]
[di]
outsw
[esi_edx]
[esp_ecx*const-normal_const-normal]
[si]
fsubp
repz_ret
[eax_edi_const-normal]
pshufd
[ecx_esi*const-normal]
[edx_ebx*const-normal]
cmovs
sldt
[edi_eax_const-normal]
fisttp
[ecx_ebx]
[esp_edi*const-normal_const-normal]
[esi_ebx*const-normal]
[edx_esi*const-normal]
shld
[eax_esi*const-normal_const-normal]
[esp_edx*const-normal_const-normal]
cvttps2pi
[eax_ebp*const-normal]
[edx_esi]
[esp_ebx*const-normal]
zmm1
[ebp_esi*const-normal_const-normal]
[edi_ecx]
[ebx_ecx*const-normal_const-normal]
[edi_ebx*const-normal]
fucompi
[esi_ebx]
[edi_esi]
fisub
[ecx_edi]
[ecx_ebx_const-normal]
fchs
cvtdq2ps
setae
[edx*const-normal]
[edx_ebx]
[ecx_edi*const-normal]
[ebx_esi*const-normal]
[ebp_eax*const-normal]
cmovge
[edx_esi*const-normal_const-normal]
[esi_edx*const-normal_const-normal]
[ebx_esi]
[edi_esi*const-normal]
[esi_edi*const-normal_const-normal]
[eax_ebp]
[esi_ecx_const-normal]
fucomi
[ebx_edi]
[esi_edi]
vpxor
[edx_edx*const-normal_const-normal]
[edx_edi*const-normal]
[eax_edi*const-normal_const-normal]
punpcklwd
[ebx_ecx_const-normal]
[ebx*const-normal_const-normal]
[edi_ebx]
[ecx_ecx_const-normal]
[edx_edx_const-normal]
[ebx_edx_const-normal]
[esi_esi]
[ecx_edi_const-normal]
movhpd
[esp_ebp*const-normal_const-normal]
[edi_edx*const-normal_const-normal]
[esi_ebp_const-normal]
[ecx_edi*const-normal_const-normal]
punpckldq
[ebp_ebx*const-normal_const-normal]
vmovsd
[esp_ecx_const-normal]
[esp_ebx*const-normal_const-normal]
zmm2
cmovns
[esi_edi*const-normal]
cvtss2sd
[ebp_edi*const-normal_const-normal]
[ecx*const-normal]
[ebp_ecx_const-normal]
[edx_edi]
[esi_ebx*const-normal_const-normal]
pmullw
bts
pmaddwd
vpaddd
[ebp_eax]
divss
[ebx_edi*const-normal]
[esi_edx_const-normal]
[edi_esi_const-normal]
fsubrp
psrad
[esp_ecx]
fimul
[ecx_ebx*const-normal_const-normal]
[esi*const-normal_const-normal]
rep_movsb
[edi_esi*const-normal_const-normal]
[esp_mem-normal]
[esi_ebx_const-normal]
[edx_ebx_const-normal]
[eax_ebp_const-normal]
[ebp_edx_const-normal]
psrlq
[esi*const-normal]
[ecx_esi*const-normal_const-normal]
[edi*const-normal]
[esi_edi_const-normal]
xorpd
movupd
[edx_ebx*const-normal_const-normal]
repne_scasb
andpd
[ebx*const-normal]
movlpd
[ebx_esi_const-normal]
fidivr
unpcklps
[edi_ebx_const-normal]
fucompp
zmm3
punpcklqdq
setl
fdivp
fist
psraw
[ebx_edi*const-normal_const-normal]
[esp_ecx*const-normal]
[ecx_ebp]
vmovss
packuswb
[ebx_ebx]
zmm4
[esi_ebp]
cvtpd2ps
[edi_edi]
[ebx*const-normal_const-abnormal]
[edx_edi_const-normal]
[esp_edx*const-normal]
psrld
[edi_ecx_const-normal]
[esp_edx_const-normal]
[ebx_edi_const-normal]
popaw
[edi*const-normal_const-normal]
bsr
[ecx_ebp*const-normal]
paddq
[edi_edx_const-normal]
cvtsd2ss
[edi_ebp]
psrldq
[eax_eax_const-abnormal]
[edi_ebp*const-normal]
[esp_edi*const-normal]
punpckhwd
ficomp
[ebp_ebp*const-normal_const-normal]
[bx_si_const-normal]
ficom
vmovdqa
[eax*const-normal_const-abnormal]
[esi_ebp*const-normal_const-normal]
pslld
[ebx_ebp]
[esi_ebp*const-normal]
setbe
[edi_edi*const-normal_const-normal]
[esp_ebx]
btr
fabs
[edx_ebp*const-normal]
subpd
vmovaps
[edx_ebp]
[ebp_edx*const-normal]
psubd
[edx_edi*const-normal_const-normal]
[esp_esi*const-normal]
[ebx_ebp*const-normal_const-normal]
zmm5
[esp_esi]
setle
[ebp_ecx*const-normal]
unpcklpd
[ebx_ebp*const-normal]
fucom
vmovd
ffree
fnclex
fidiv
fisubr
[ecx_ebp_const-normal]
pshufw
[edx*const-normal_mem-normal]
[bp_di_const-normal]
[ebp_ebx*const-normal]
[ebp_ebx_const-normal]
lock_cmpxchg
setge
[esp_ebx_const-normal]
[ebp_esi_const-normal]
cvtsi2ss
punpckhbw
[esp_esi_const-normal]
cvttss2si
[edx_ebp_const-normal]
psllq
pcmpeqb
[esp_edx]
[bx_di]
movlps
vmulps
[ebp*const-normal]
[esp_ebp*const-normal]
[ebx_ebp_const-normal]
[ebp_edi_const-normal]
cmovo
pmovmskb
packssdw
fbld
[ebp_ebp*const-normal]
[ebx_ebx_const-normal]
[ebp_edx]
[ebp_ecx]
fdivrp
endbr64
[esi_esi*const-normal_const-normal]
[ebx_ebx*const-normal_const-normal]
orps
[edx_ebp*const-normal_const-normal]
[ebp_esi*const-normal]
pmuludq
psrlw
[esp_ebp_const-normal]
[edi_ebp_const-normal]
vpsrld
[esp_edi_const-normal]
vpslld
bsf
[ebp_ebx]
[ebp_edi*const-normal]
[ecx*const-normal_mem-normal]
[bp_const-normal]
fucomp
vmulsd
[esi_esi_const-normal]
[ebp*const-normal_const-normal]
vmovdqu32
zmm7
maxps
vaddps
pavgb
vmovupd
fcompp
[ebp_esi]
zmm6
xabort
punpckhdq
pandn
[edi_eax*const-normal_const-abnormal]
frstor
seto
rep_stosb
[bx_const-normal]
[eax_edx_const-abnormal]
[edi_edi_const-normal]
psllw
psadbw
[mem-abnormal]
[esp_ebp]
lock_or
pcmpeqd
[eax_mem-abnormal]
[esp_edi]
vzeroupper
[ebp_ebp_const-normal]
k1
pcmpgtd
kmovw
andnps
psubusb
fbstp
[esp_ebx*const-normal_const-abnormal]
paddusw
pshufb
palignr
vaddsd
vmulpd
[ebp_edi]
[si_const-normal]
vpaddq
psubusw
unpckhpd
vbroadcastss
minps
lldt
pinsrw
vaddpd
fnsave
fsqrt
fldenv
aesenc
paddsw
vpshufb
prefetchnta
[edx_ecx*const-normal_const-abnormal]
[bx]
vpshufd
pslldq
fsin
vpand
movhlps
vpaddw
[ebp_esi*const-normal_const-abnormal]
movlhps
cpuid
[ebp_ebp]
maxsd
pshuflw
minsd
[ecx_eax_const-abnormal]
vsubps
fxam
vmulss
unpckhps
[bp_si]
vshufps
vpsrad
fcompi
fnstenv
[eax_eax*const-normal_const-abnormal]
[ecx*const-normal_const-abnormal]
sets
[ebx*const-normal_mem-normal]
pextrw
[esp_const-abnormal]
pmaxsw
fcomi
orpd
setnp
lock_adc
pmulhw
lock_and
vxorps
movddup
lfence
str
[bx_di_const-normal]
sysret
vfmadd231ps
notrack_jmp
[ecx_mem-abnormal]
[ebp_mem-abnormal]
prefetcht0
vsubsd
setp
[edx_eax_const-abnormal]
[edx_mem-abnormal]
vpor
[esi_mem-abnormal]
[di_const-normal]
fcmovbe
sqrtsd
vpsrlq
frndint
[esp_ecx*const-normal_const-abnormal]
vsubpd
stmxcsr
vaddss
shufpd
[bp_si_const-normal]
pmulld
pavgusb
[edi_mem-abnormal]
[esp_eax*const-normal_const-abnormal]
vpmaddwd
vinsertf128
vmovapd
[edx_eax*const-normal_const-abnormal]
[ebx_eax_const-abnormal]
fcmovnbe
minss
[ebx_mem-abnormal]
paddb
pmulhuw
psubb
stosw
[edi_edx*const-normal_const-abnormal]
[edi*const-normal_const-abnormal]
[edi_edi*const-normal_const-abnormal]
tzcnt
[eax_esi_const-abnormal]
vpmulld
divpd
maxss
xadd
k2
rorx
vfmadd213sd
fcmovu
cmpltps
[ebp_edi*const-normal_const-abnormal]
aesdec
punpckhqdq
[edx*const-normal_const-abnormal]
syscall
[eax_edx*const-normal_const-abnormal]
pminsw
pcmpeqw
k0
pcmpgtw
movmskps
[eax_esi*const-normal_const-abnormal]
[eax_edi*const-normal_const-abnormal]
[ebp_ecx*const-normal_const-abnormal]
[ebx_eax*const-normal_const-abnormal]
[bp_di]
pause
[ebp_eax*const-normal_const-abnormal]
[edi_eax_const-abnormal]
vmovq
[ecx_eax*const-normal_const-abnormal]
ldmxcsr
ffreep
cvtps2pi
psubsw
setns
[ebx_ebx*const-normal_const-abnormal]
vpbroadcastq
fcmovnu
sqrtpd
[ecx_ecx*const-normal_const-abnormal]
fcmovnb
vpbroadcastd
sgdt
vandps
verr
ud0
insw
[esp_edx*const-normal_const-abnormal]
psubq
sqrtps
vpcmpgtq
rcpps
[esp_esi*const-normal_const-abnormal]
vpsrldq
pcmpgtb
[esi_edi*const-normal_const-abnormal]
[ebp*const-normal_const-abnormal]
movnti
fcmovb
lar
[esi_eax*const-normal_const-abnormal]
fstpnce
[ecx_edx*const-normal_const-abnormal]
[edx_edx*const-normal_const-abnormal]
vpcmpeqb
[ebx_edx*const-normal_const-abnormal]
lock_cmpxchg8b
movsw
packsswb
paddusb
[esi*const-normal_const-abnormal]
vpsubd
[eax_ecx*const-normal_const-abnormal]
vpalignr
[edx_esi*const-normal_const-abnormal]
[esp_ebp*const-normal_const-abnormal]
vblendvps
[eax_ebx*const-normal_const-abnormal]
[edi_ebx*const-normal_const-abnormal]
[esi_esi*const-normal_const-abnormal]
[ecx_edx_const-abnormal]
vextractf128
pfmul
rsqrtps
[edi_ebx_const-abnormal]
[ebx_esi*const-normal_const-abnormal]
fcmovne
[esi_ebp*const-normal_const-abnormal]
bnd_retf
[edi_ebp*const-normal_const-abnormal]
invd
vxorpd
[edx_edi_const-abnormal]
vmaxps
btc
vpunpcklwd
[ebx_ecx*const-normal_const-abnormal]
[ecx_esi_const-abnormal]
[ebp_edx*const-normal_const-abnormal]
[ebp_eax_const-abnormal]
vpsubw
vsubss
[edi_ecx*const-normal_const-abnormal]
[esi_ecx*const-normal_const-abnormal]
mulx
[ecx_edi_const-abnormal]
k3
fcmove
[ecx_esi*const-normal_const-abnormal]
[esi_edx*const-normal_const-abnormal]
[ebp_ebx*const-normal_const-abnormal]
[edi_esi*const-normal_const-abnormal]
[esp_edi*const-normal_const-abnormal]
[ebx_ebp*const-normal_const-abnormal]
fcos
[esi_ebx*const-normal_const-abnormal]
[ecx_edi*const-normal_const-abnormal]
[ecx_ebx*const-normal_const-abnormal]
emms
pshufhw
vminps
vpclmulqdq
[edx_ebp*const-normal_const-abnormal]
pmaddubsw
andnpd
vperm2i128
lock_xor
cmpleps
[ecx_ebp*const-normal_const-abnormal]
vpmaxsd
lsl
[edx_edi*const-normal_const-abnormal]
[ebx_esi_const-abnormal]
[eax_ecx_const-abnormal]
[edi_esi_const-abnormal]
[esp_eax_const-abnormal]
[edx_ebx*const-normal_const-abnormal]
sqrtss
vpminsd
vpunpckhwd
[ebx_edx_const-abnormal]
[eax_ebp*const-normal_const-abnormal]
k4
cr0
[ebp_edx_const-abnormal]
repne_scasw
[ecx_ecx_const-abnormal]
vcvtsi2ss
[ebx_edi*const-normal_const-abnormal]
pmaxub
[esi_eax_const-abnormal]
femms
vpslldq
vfmadd213pd
vpermilpd
k5
[edx_ecx_const-abnormal]
[eax_edi_const-abnormal]
[ecx_ebp_const-abnormal]
vpsllq
rep_stosw
vpackssdw
[ebp_ebp*const-normal_const-abnormal]
movntdqa
vpextrw
pavgw
pminub
fprem
cmpeqps
[esi_edx_const-abnormal]
[edi_ebp_const-abnormal]
[esp_edi_const-abnormal]
vcomisd
[ebp_edi_const-abnormal]
[ebx_ebp_const-abnormal]
[ebx_edi_const-abnormal]
[edx_ebx_const-abnormal]
[edi_edi*const-normal_mem-normal]
vpxorq
fninit
pfadd
paddsb
mfence
vcomiss
vaesenc
vextracti128
ftst
vpunpcklqdq
[eax_ebp_const-abnormal]
movntps
k7
vpunpckldq
k6
cmpxchg
[esi*const-normal_mem-normal]
vpextrd
vpsraw
vmovdqa32
[esi_ebp_const-abnormal]
vbroadcastsd
vpxord
vpmaddubsw
clts
[edx_esi_const-abnormal]
lock_xchg
vshuff32x4
fscale
rdtsc
[esi_ebx_const-abnormal]
fyl2x
bnd_ret
cvtps2dq
vpunpcklbw
[esi_ecx_const-abnormal]
[edi_edx_const-abnormal]
vpunpckhqdq
wrmsr
[ebp_esi_const-abnormal]
[edx_ebp_const-abnormal]
[ebp_ecx_const-abnormal]
pabsw
[esp_esi_const-abnormal]
vinserti128
[edi_ecx_const-abnormal]
dr2
[ebx_ecx_const-abnormal]
[esp_edx_const-abnormal]
cvttps2dq
[esi_edi_const-abnormal]
movntq
ltr
vpermq
vfmadd132ps
[ecx_ebx_const-abnormal]
vpinsrd
lock_sbb
vandpd
cmovno
cvttpd2dq
verw
[edi*const-normal_mem-normal]
wbinvd
[eax_ebx_const-abnormal]
vdivsd
[edx_eax*const-normal_mem-normal]
vpcmpgtd
vfmadd213ps
vmovntdq
cmpltpd
bnd_jne
[ebp_ebx_const-abnormal]
vfmadd231sd
vcvtdq2ps
cmovnp
[esp_ebp_const-abnormal]
[edx_edx_const-abnormal]
dr0
sha256rnds2
repe_cmpsd
[esp_ecx_const-abnormal]
bnd_jmp
vpandn
vpackuswb
fldpi
vpsrlw
getsec
vperm2f128
vdivss
cmovp
vpermilps
pclmulqdq
cmpnlesd
vpunpckhdq
vmovhpd
vpmuludq
aesenclast
vinsertps
vmovmskps
movntdq
[esp_ebx_const-abnormal]
kunpckbw
cmpnleps
f2xm1
vpunpckhbw
vorpd
vprotd
[bp]
rdmsr
psubsb
vorps
fldln2
[edi_edi_const-abnormal]
pmovsxwd
bndldx
prefetchw
vpmuldq
xgetbv
aeskeygenassist
vcmpltps
vcvtss2sd
vpcmpeqd
repne_outsd
pmovsxdq
vpsadbw
vcvtph2ps
vextractps
vcvtdq2pd
[ebx_ebx_const-abnormal]
vextracti32x4
andn
sysenter
vucomiss
vunpcklps
shlx
lock_bts
cvtss2si
[ebp_ebp_const-abnormal]
repne_lodsd
cbw
vpmullw
fpatan
movbe
vcvtsi2sd
vunpcklpd
[esi_esi_const-abnormal]
[edi_edi*const-normal_mem-abnormal]
vpmovmskb
wrssd
vpbroadcastw
pmulhrsw
lodsw
vucomisd
vpmulhrsw
vpabsw
vldmxcsr
bnd_je
cmpnltps
minpd
vpmovsxwd
shrx
setno
fprem1
cmpneqps
blendvps
rax
[eax_eax_mem-normal]
vblendvpd
sha1nexte
vfmadd231pd
sha1rnds4
cvtsd2si
sfence
vpblendd
maxpd
vshufi32x4
vpmovsxdq
vunpckhps
[ebx_edi*const-normal_mem-normal]
notrack_call
bnd_call
rdpmc
[edx_edi*const-normal_mem-normal]
fyl2xp1
vpinsrw
bnd_jae
[edx_ebx*const-normal_mem-normal]
[eax_ebx*const-normal_mem-normal]
lddqu
vunpckhpd
vcvtsd2ss
cmpltsd
rcx
cr2
vextracti32x8
vlddqu
vcvttps2dq
vmovhps
fsincos
sysexit
vpandd
vstmxcsr
vfmadd213ss
vfnmadd231ps
vpextrb
fldl2e
[edx_ecx*const-normal_mem-normal]
aesdeclast
rdx
pminsd
vpaddusw
vshufpd
pfsub
vpmovzxdq
movmskpd
prefetcht1
vmwrite
sha1msg1
sha1msg2
vpsubusb
haddpd
vcmpleps
pmaxsd
[ebp*const-normal_mem-normal]
cmplesd
vpandq
pmuldq
cr1
vpsllw
pmovzxwd
vpermpd
pcmpistri
repne_insb
vpaddsw
vmovhlps
cwd
rep_outsd
fldlg2
knotw
vpmaxsw
phaddd
vmovddup
xacquire_xchg
pushf
bnd0
vpminsw
vpminsq
bnd_jo
scasw
[eax_edx*const-normal_mem-normal]
feni8087_nop
ud1
vpermd
bnd_jns
vpcmpeqw
vpmaxsq
[edx_esi*const-normal_mem-normal]
pushaw
pblendvb
vaesdec
pmovzxbw
fptan
pinsrd
bnd_jb
vpsubq
rbx
vmaxss
vpmovzxwd
vmread
fincstp
sha256msg1
sha256msg2
vfnmadd231sd
vfmadd231ss
vpternlogd
dr1
vpshuflw
cmpunordps
cmpltss
cmpneqpd
repne_insd
vdivps
vcvtps2pd
dr4
bnd_js
vbroadcastf128
rsm
pabsd
vpternlogq
bnd3
vmaskmovps
rep_insb
bndstx
cmpps
popf
lgdt
cmplepd
repne_outsb
iret
vminss
vcvttss2si
vmpsadbw
vfnmadd213pd
kmovb
repe_cmpsw
lss
vbroadcasti128
fdisi8087_nop
vpmovzxbw
vhaddpd
fxtract
vpavgb
vpinsrq
cmpless
[ecx_edx*const-normal_mem-normal]
vrcpps
prefetch
fsetpm
cmpnlepd
rep_insd
sidt
vgatherqps
[ebx_eax*const-normal_mem-normal]
vpermps
repne_movsb
kxnorw
mpsadbw
repne_cmpsb
vcmpnltps
vpextrq
bnd_jl
[ecx_esi_mem-abnormal]
vpaddb
bnd_jno
rep_outsb
[eax*const-normal_mem-abnormal]
fnop
vscatterdpd
vfmsub213sd
vcvtps2ph
cmpeqsd
vcmpltss
pmovzxbd
vphaddd
xbegin
repne_stosb
xrelease_xchg
vpmadd52luq
vpmadd52huq
vandnps
repne_cmpsd
dr3
repne_lodsb
repne_stosd
[esp_ebx*const-normal_mem-normal]
[esi_edi*const-normal_mem-normal]
vcvtps2dq
jcxz
cr7
cmpsw
[ebx_ecx*const-normal_mem-normal]
[eax_ecx*const-normal_mem-normal]
bnd_jbe
fldl2t
pextrd
cmpeqpd
vroundps
packusdw
rep_movsw
repe_scasd
repe_scasb
[ecx_eax_mem-normal]
vpackusdw
pblendw
vscatterdps
vpmulhw
vmovdqu16
repne_scasd
bnd1
vfnmadd231pd
lfs
kshiftrw
lgs
extractps
smsw
rep_lodsb
[eax_edi*const-normal_mem-normal]
vandnpd
bnd_jg
[ebp_eax*const-normal_mem-normal]
vblendpd
rdi
vgatherqpd
vtestps
vscatterqps
[ebx_esi*const-normal_mem-normal]
kandw
cmpxchg8b
vfnmadd213ps
bnd_jnp
vgatherdps
cmpnless
[edx_ebp*const-normal_mem-normal]
[ebx_edx*const-normal_mem-normal]
vprold
cr3
[esi_ecx*const-normal_mem-normal]
vmovlpd
[ecx_eax*const-normal_mem-normal]
bnd_ja
vpacksswb
rsqrtss
vpord
kortestw
cvtpd2dq
pminud
fdecstp
vcvtpd2ps
bnd_jge
bnd_jecxz
vpsubsw
[esi_eax*const-normal_mem-normal]
cr4
vcmpeqps
vpmullq
vaddsubpd
[edi_eax*const-normal_mem-normal]
[edx_edx*const-normal_mem-normal]
[edi_ebp*const-normal_mem-normal]
cmpunordsd
vprord
vpinsrb
rbp
vprotq
lidt
rsi
bnd2
[ecx_edi*const-normal_mem-normal]
bnd_jp
vptestmd
vpandnd
cr6
fxrstor
[eax_esi*const-normal_mem-normal]
bnd_jle
lmsw
vfmadd132pd
cmpnltsd
vpsubusw
vpblendw
vinsertf32x8
vcmpneqps
rep_lodsd
[esp_esi*const-normal_mem-normal]
[esp_edx*const-normal_mem-normal]
pi2fd
popcnt
[edi_ebx*const-normal_mem-normal]
vmovlps
kmovq
vfmaddsub213ps
vporq
[ebp_esi*const-normal_mem-normal]
pmaxuw
[ecx_ebx*const-normal_mem-abnormal]
[ecx_ebp*const-normal_mem-normal]
vinserti32x4
[ebx_eax_mem-normal]
[edi_esi*const-normal_mem-normal]
vpavgw
vfmadd132sd
cr5
psignw
vpbroadcastb
fxsave
[esp_edi*const-normal_mem-normal]
vcvtqq2ps
pfacc
vpcmpgtw
vmovdqu8
[edi_edx*const-normal_mem-normal]
vfmaddps
vpandnq
[ecx_esi*const-normal_mem-normal]
[eax_eax*const-normal_mem-normal]
vfmsub231pd
vfmsubadd213ps
vpmovzxbd
[esi_ebp*const-normal_mem-normal]
[ebp_edx*const-normal_mem-normal]
pi2fw
[esp_eax*const-normal_mem-normal]
[eax_ebp*const-normal_mem-normal]
vpmovqd
vfmsub231ps
vblendps
cmpordps
[ebx_ebp*const-normal_mem-normal]
movsldup
vaesenclast
vinserti32x8
pminuw
dr7
vpermt2pd
[eax_ebx*const-normal_mem-abnormal]
[edi_ecx*const-normal_mem-normal]
[ebx_edi_mem-normal]
cldemote
kandnw
vgatherdpd
vsqrtss
[esp_ebp*const-normal_mem-normal]
vcmpgtps
[esi_edx*const-normal_mem-normal]
[edx*const-normal_mem-abnormal]
[eax_eax_mem-abnormal]
[ebp_eax_mem-normal]
[ecx_eax_mem-abnormal]
vscatterqpd
[ebp_edi*const-normal_mem-normal]
[ebp_ebp*const-normal_mem-normal]
invlpg
cmpnltss
[ecx_ebx*const-normal_mem-normal]
cmpunordss
vaddsubps
[esi_ebx*const-normal_mem-normal]
pinsrb
vzeroall
dr6
cmpeqss
vmovmskpd
prefetchwt1
[ebp_ecx*const-normal_mem-normal]
vpblendvb
vpabsd
vpermt2ps
vfmsub213pd
vfmadd132ss
movq2dq
[ebx_ebx*const-normal_mem-normal]
vcvtqq2pd
[ecx*const-normal_mem-abnormal]
[esi_esi*const-normal_mem-normal]
dr5
vpperm
pmovzxdq
vcvtpd2dq
vpcmpgtb
vfnmadd132sd
vcvttsd2si
vphminposuw
[ecx_ecx*const-normal_mem-normal]
ptest
vmovlhps
vfnmadd213sd
[esp_ecx*const-normal_mem-normal]
vpcmpeqq
vpgatherdd
korw
vpminub
[ebp_ebx*const-normal_mem-normal]
vrcp14pd
blendvpd
vcmpneqpd
[edx_eax_mem-normal]
[edi_eax_mem-normal]
vcmpnleps
valignd
vpshufhw
vgetexppd
rsp
movshdup
insertps
vfnmadd213ss
psignd
vfmsub213ss
movdq2q
vpsubb
vcvttpd2dq
vcmplt_oqpd
vrcp14ps
ymm11
aesimc
vpaddusb
vminpd
vbroadcasti32x4
vpermt2q
vgetexpps
pf2id
vpmaxub
pcmpeqq
pfrcpit2
ymm8
rdseed
roundpd
vptest
lzcnt
lock_neg
haddps
cmpneqss
[eax_ecx_mem-normal]
vfmaddpd
vbroadcastf32x4
vpsignw
[ecx_edi*const-normal_mem-abnormal]
kmovd
vpmulhuw
[edi*const-normal_mem-abnormal]
vrndscaleps
[esi_ebp*const-normal_mem-abnormal]
vcmplt_oqps
addsubps
vcmpgt_oqps
vextractf32x8
vgetmantps
lock_not
[ecx_esi*const-normal_mem-abnormal]
[esp_eax_mem-normal]
vgetmantpd
vmaxpd
pmaxud
vmovntps
vpgatherqd
[ecx_esi_mem-normal]
pswapd
vcvtss2si
vcmpeqpd
[eax_ebp_mem-normal]
[eax_ebx_mem-normal]
vdbpsadbw
rcpss
vfpclasspd
rdrand
cmpneqsd
[edi_ebx_mem-normal]
vfmsub231ss
vfmaddss
vcmpltpd
vfmsub213ps
[esi_eax_mem-normal]
vdivpd
prefetcht2
[ebx_edi*const-normal_mem-abnormal]
vcmpunordpd
[ebp_ebx*const-normal_mem-abnormal]
[esi*const-normal_mem-abnormal]
vscalefpd
[esp_edi_mem-normal]
[esi_edx*const-normal_mem-abnormal]
vcmpnle_uqpd
ymm10
vinsertf32x4
pfrcp
[eax_esi_mem-normal]
vcmpgtpd
[edi_zmm0]
pcmpgtq
[eax_edx_mem-normal]
vfpclassps
[esp_mem-abnormal]
vmovshdup
vextractf32x4
vminsd
[ebx*const-normal_mem-abnormal]
vblendmpd
[ecx_edx_mem-normal]
[ebx_ebx*const-normal_mem-abnormal]
sarx
vpsignb
[eax_edi_mem-normal]
vcmple_oqpd
pfsubr
pfcmpge
maskmovq
[eax_esi*const-normal_mem-abnormal]
xrelease_lock_add
[esp_edi*const-normal_mem-abnormal]
vcmple_oqps
cmpnltpd
maskmovdqu
vcmpnlt_uqpd
[edx_ebp*const-normal_mem-abnormal]
vphaddwq
[edx_edi*const-normal_mem-abnormal]
[ebx_esi_mem-normal]
vpsignd
[esp_ebp_mem-normal]
[edx_eax*const-normal_mem-abnormal]
vpmadcswd
pfrcpit1
[ecx_ecx_mem-normal]
[ebp*const-normal_mem-abnormal]
vscalefps
vcmpnle_uqps
[esp_edx_mem-normal]
[edx_ecx*const-normal_mem-abnormal]
vpmaskmovd
[edi_edi_mem-normal]
vrsqrtps
[esi_ebx_mem-normal]
vfmaddsd
[esp_edx*const-normal_mem-abnormal]
[edx_eax_mem-abnormal]
vfmsub132sd
[edx_ebx_mem-normal]
vfmsub231sd
[edx_esi_mem-normal]
[edi_ecx*const-normal_mem-abnormal]
vpminuw
crc32
vfmsub132pd
vroundpd
pminsb
vrndscalepd
[ebx_ecx*const-normal_mem-abnormal]
[ebx_edx*const-normal_mem-abnormal]
roundsd
bzhi
[esp_esi_mem-normal]
valignq
phaddw
[ecx_edi_mem-normal]
[esp_ecx_mem-normal]
[di_mem-normal]
roundps
pmaxsb
[edi_ebp*const-normal_mem-abnormal]
[ebp_ecx_mem-normal]
vaesdeclast
[esi_ebx*const-normal_mem-abnormal]
kxorw
[ecx_ebx_mem-normal]
pfrsqrt
pmovsxbw
[esi_zmm0]
[ebx_edx_mem-normal]
vfmsub132ps
[ecx_zmm0]
clflush
vpermi2pd
[ebp_edi*const-normal_mem-abnormal]
kshiftrd
pfrsqit1
cmpunordpd
[esi_ebp_mem-normal]
[esp_ecx*const-normal_mem-abnormal]
[ebx_ebp_mem-normal]
[ebx_ecx_mem-normal]
pcmpestri
[esi_edi_mem-normal]
vpmovsxbw
vpmovdw
vpcmpled
vcmpngtpd
[ecx_ebp_mem-normal]
[edx_ebp_mem-normal]
vfmsub132ss
[ebp_ebx_mem-normal]
[edx_ecx_mem-normal]
[ebx_eax*const-normal_mem-abnormal]
[edi_ecx_mem-normal]
[edi_edx_mem-normal]
[esp_ebx_mem-normal]
vsqrtps
vpcmpneqd
cmpordpd
vhaddps
[ebp_edx*const-normal_mem-abnormal]
[ebp_edx_mem-normal]
vpminud
vcmpnltpd
[ebp_esi_mem-normal]
[edi_esi*const-normal_mem-abnormal]
[esi_esi*const-normal_mem-abnormal]
[esp_ebx*const-normal_mem-abnormal]
[eax_edi*const-normal_mem-abnormal]
[ecx_zmm2]
vcmpgt_oqpd
[esi_esi_mem-normal]
vmaxsd
[ebp_ebp*const-normal_mem-abnormal]
[edi_zmm1]
[esi_ecx_mem-normal]
[edx_edi_mem-normal]
[esp_eax*const-normal_mem-abnormal]
vcmpgepd
[esi_ecx*const-normal_mem-abnormal]
[esp_esi*const-normal_mem-abnormal]
[esp_ebp*const-normal_mem-abnormal]
vpaddsb
xacquire_lock_add
vcmplesd
pfpnacc
[ecx_ecx*const-normal_mem-abnormal]
vfnmadd231ss
vpermi2ps
vblendmps
vcmpnltsd
dpps
[edi_zmm2]
[ecx_zmm1]
[edi_eax*const-normal_mem-abnormal]
[edi_ebx*const-normal_mem-abnormal]
[esi_eax*const-normal_mem-abnormal]
[edx_edx_mem-normal]
rdtscp
vpmaxud
[edi_esi_mem-normal]
vcmpps
[eax_eax*const-normal_mem-abnormal]
vroundsd
[ebp_ebp_mem-normal]
[ebp_edi_mem-normal]
[ecx_ebp*const-normal_mem-abnormal]
[ecx_edx*const-normal_mem-abnormal]
[ebx_ebx_mem-normal]
vpcmpequq
[edi_ebp_mem-normal]
[ebp_ecx*const-normal_mem-abnormal]
[ebx_eax_mem-abnormal]
[ebx_ebp*const-normal_mem-abnormal]
[edi_edx*const-normal_mem-abnormal]
vpmaskmovq
vcmpnlt_uqps
pmovsxwq
[esi_edx_mem-normal]
xcryptecb
[edx_ebx*const-normal_mem-abnormal]
[ecx_eax*const-normal_mem-abnormal]
[edx_zmm2]
xmm8
[ecx_zmm4]
xmm11
[esi_edi*const-normal_mem-abnormal]
[eax_ebp*const-normal_mem-abnormal]
[ebp_eax*const-normal_mem-abnormal]
vpermw
vpcmpnleuq
[edi_zmm3]
vpcompressq
[esi_ymm0*const-normal]
xrstor
[eax_ecx*const-normal_mem-abnormal]
[edx_edx*const-normal_mem-abnormal]
mwait
[eax_edx*const-normal_mem-abnormal]
pextrb
vcvtusi2ss
vfnmadd132pd
[edi_zmm5]
[esi_edx_mem-abnormal]
xmm15
vpmaxuw
vcmpgeps
vcmplepd
pfcmpgt
[edx_esi*const-normal_mem-abnormal]
vfnmadd132ps
vfmsubpd
vcmpnlepd
[ebx_ymm0*const-normal]
vsqrtsd
xmm10
[ebx_esi*const-normal_mem-abnormal]
lock_btr
vpcompressd
[ebp_esi*const-normal_mem-abnormal]
ymm12
[edx_zmm1]
[ebx_ymm0*const-normal_const-normal]
vpmovd2m
vpcmpnltd
rep_insw
vphaddw
vmptrld
vpmovsxbd
xmm14
vcmpngtps
cvtpi2pd
vfmsubps
phminposuw
[ebx_zmm2]
[edi_ymm0*const-normal]
vcmpsd
[edx_ymm0*const-normal_const-normal]
vpsubsb
[si_mem-normal]
[ecx_ymm0*const-normal]
[zmm2]
kshiftrq
[eax_zmm0]
[edx_esi_mem-abnormal]
vmovsldup
cmpordsd
[edx_ymm0*const-normal]
vcmpgtsd
[edi_zmm0*const-normal]
xsaves
xmm9
blendps
vpcmpnleq
vpcmpnled
[ebx_zmm0]
vdpps
vcmpneqss
vcmpeqss
[edi_zmm4]
vrcpss
pabsb
[edi_eax_mem-abnormal]
vptestnmq
ymm9
[ebx_zmm1]
[esi_zmm1]
pmulhrw
xsave
pmovsxbd
kshiftlb
[esi_zmm0*const-normal]
xrstors
cmpordss
[eax_ymm7_const-normal]
[esi_zmm2]
vcvttpd2qq
vsqrtpd
vcmpnge_uqpd
[edx_zmm0]
[ebp_ymm0*const-normal]
xmm13
vcvtusi2sd
vpmovm2d
vphadduwq
[eax_zmm2]
xstore
[bx_mem-normal]
blsr
vcmpngt_uqpd
[eax_zmm1]
kortestb
vcmpnge_uqps
vcmpgtss
[esp_eax_mem-abnormal]
vpblendmd
xsavec
vrsqrtss
[edi_ebx_mem-abnormal]
xmm12
[eax_ymm0*const-normal]
xcryptcbc
[ecx_ebx_mem-abnormal]
vpabsb
[zmm5]
[bp_mem-normal]
kxnorb
[zmm4]
vpmovsdw
[ebp_zmm0*const-normal]
vmptrst
xcryptcfb
[bp_si_mem-normal]
pfnacc
addsubpd
[esi_ebp_mem-abnormal]
kaddb
[zmm1]
vptestmb
xcryptofb
vfnmadd132ss
vpermt2d
[esp_zmm2]
[ecx_zmm3]
[edx_zmm4]
[eax_zmm1*const-normal_const-normal]
[zmm3]
xsaveopt
vmrun
vcvttps2qq
vroundss
[ebp_eax_mem-abnormal]
[ebx_edx_mem-abnormal]
vpmovm2q
[ebp_ymm0*const-normal_const-normal]
[bx_di_mem-normal]
[zmm0]
incsspd
[ebx_zmm4]
vpcmpltud
phaddsw
vcmppd
[esp_ebp_mem-abnormal]
[edx_ebp_mem-abnormal]
vptestnmd
vcmpge_oqpd
vfmsubss
[edx_ecx_mem-abnormal]
[edi_ebp_mem-abnormal]
vphadddq
[esi_eax_mem-abnormal]
vpmovsxbq
vptestmw
vpmovm2w
[edx_zmm0*const-normal]
[eax_zmm4]
[ebx_ecx_mem-abnormal]
[ebp_edi_mem-abnormal]
vprolq
[eax_edi_mem-abnormal]
[ebx_edi_mem-abnormal]
psignb
[ecx_ebp_mem-abnormal]
vprorq
vrsqrt14pd
vcvtudq2pd
phsubw
vpermi2q
vpcmpneqq
[esp_zmm0]
[esp_zmm1]
[ecx_zmm0*const-normal]
[eax_esi_mem-abnormal]
vpgatherdq
[edi_zmm4*const-normal]
vrsqrt28pd
[edi_ecx_mem-abnormal]
[ebx_esi_mem-abnormal]
[eax_ecx_mem-abnormal]
[eax_edx_mem-abnormal]
[ecx_edi_mem-abnormal]
[esi_ecx_mem-abnormal]
encls
vpcmpltd
[ebp_esi_mem-abnormal]
[esp_ebx_mem-abnormal]
[ebx_ebp_mem-abnormal]
[ecx_ecx_mem-abnormal]
[esi_ebx_mem-abnormal]
bextr
vpmovzxwq
[eax_ymm1*const-normal]
rdsspd
vpmacsww
vcmpngt_uqps
[eax_ymm2_const-normal]
[eax_zmm0*const-normal]
[ecx_zmm3*const-normal]
[edx_zmm3]
[bx_si_mem-normal]
[ebp_ecx_mem-abnormal]
vrsqrt14ps
[edx_zmm1*const-normal_const-normal]
vcmpneqsd
[ecx_zmm5*const-normal]
vrsqrt28ps
vcmpss
vmxoff
vhsubps
[edi_edi_mem-abnormal]
[esp_edi_mem-abnormal]
[eax_ebx_mem-abnormal]
[eax_ymm6_const-normal]
vpscatterdq
[edi_esi_mem-abnormal]
[ebp_ebp_mem-abnormal]
[esi_esi_mem-abnormal]
[edx_edx_mem-abnormal]
xsha256
[edi_edx_mem-abnormal]
[edx_edi_mem-abnormal]
[ecx_zmm5]
vcmpltsd
[esp_zmm4]
[edi_ymm1*const-normal]
[bp_di_mem-normal]
vhsubpd
[ebx_ebx_mem-abnormal]
[esp_esi_mem-abnormal]
[ebp_ebx_mem-abnormal]
vpmovqw
vbroadcasti32x8
kshiftlw
vpermi2d
[eax_ymm1_const-normal]
[esi_zmm4]
[edi_zmm6]
[eax_ymm2*const-normal_const-normal]
pfcmpeq
[edx_ebx_mem-abnormal]
ymm15
lock_btc
[zmm6]
[esi_zmm3]
[ecx_ymm0*const-normal_const-normal]
[esi_zmm4*const-normal_const-normal]
xsha1
vcvttsd2usi
vcvtuqq2pd
[esi_edi_mem-abnormal]
swapgs
[esp_ecx_mem-abnormal]
vrsqrt28sd
[esp_edx_mem-abnormal]
[eax_ebp_mem-abnormal]
[ecx_edx_mem-abnormal]
vpcmpnleud
[eax_ymm5_const-normal]
[edi_ymm3*const-normal_const-normal]
[eax_zmm3]
[esp_zmm3]
[eax_zmm2*const-normal]
[esi_zmm5]
[edx_zmm4*const-normal_const-normal]
vrcp28pd
xcryptctr
vfnmaddsd
[ebp_edx_mem-abnormal]
[eax_zmm2_const-normal]
[eax_ymm3_const-normal]
vreducepd
vpsraq
[eax_zmm4*const-normal]
[edi_zmm3*const-normal]
[eax_ymm0*const-normal_const-normal]
[ecx_zmm0*const-normal_const-normal]
vrcp28ps
xacquire_lock_and
vcvttpd2uqq
[ebx_ymm3*const-normal_const-normal]
rep_outsw
ktestw
vcmpeqsd
[ecx_zmm3_const-normal]
[edx_ymm2_const-normal]
[ebx_zmm0*const-normal]
[esp_zmm0*const-normal]
[ebx_zmm3*const-normal]
[edi_ymm3*const-normal]
enclv
vcvttss2usi
vcvttps2uqq
ymm13
[eax_zmm1_const-normal]
vpblendmq
[edx_zmm4*const-normal]
[esi_zmm1*const-normal]
[edi_zmm7]
[edx_zmm2_const-normal]
[edi_zmm2*const-normal]
[edx_ymm2*const-normal_const-normal]
[eax_ymm4*const-normal_const-normal]
monitor
vcmpunordps
vcompresspd
vpmovb2m
[eax_zmm3*const-normal]
[ebx_zmm4*const-normal]
[ebx_zmm3]
[ebp_zmm0]
[ebx_zmm5*const-normal]
[ebx_ymm3*const-normal]
pfmax
[eax_zmm7_const-normal]
[eax_zmm4_const-normal]
[eax_ymm4_const-normal]
[edx_ymm3_const-normal]
vpmovq2m
[esp_zmm5]
vcompressps
[edx_zmm1*const-normal]
[esi_zmm4*const-normal]
[eax_zmm3_const-normal]
[edi_zmm0*const-normal_const-normal]
[eax_ymm3*const-normal_const-normal]
invlpga
[eax_ymm2*const-normal]
[eax_ymm4*const-normal]
vfnmaddps
vpermt2w
[eax_zmm5]
vpmovusdb
vpmovusdw
[edx_zmm3_const-normal]
[edx_zmm5]
[edx_zmm0*const-normal_const-normal]
[ebx_zmm7]
vcvtudq2ps
[edi_ymm0*const-normal_const-normal]
[eax_zmm2*const-normal_const-normal]
[ebp_zmm4*const-normal]
[ebp_zmm1*const-normal]
[ecx_ymm4*const-normal_const-normal]
[edx_zmm2*const-normal]
[ecx_ymm6_const-normal]
vpcmpltq
[eax_ymm6*const-normal_const-normal]
phsubd
xtest
pfmin
[eax_ymm3*const-normal]
[esi_ymm1*const-normal]
vphaddsw
vpsllvd
vcmpge_oqps
[edx_zmm3*const-normal]
[edi_zmm1*const-normal]
[esi_ymm0*const-normal_const-normal]
[esp_ymm0*const-normal]
[ecx_ymm3*const-normal_const-normal]
[ebx_zmm0*const-normal_const-normal]
[ebx_zmm4*const-normal_const-normal]
[ecx_ymm7_const-normal]
[edi_zmm3*const-normal_const-normal]
movntpd
vexp2ps
xend
bndmov
vprotb
[edi_ymm2*const-normal]
xacquire_lock_or
vpmovdb
vpsravd
vfixupimmpd
[eax_zmm5*const-normal]
[ebx_zmm5]
[edi_zmm6*const-normal]
[ebp_zmm1]
kshiftld
kord
[esp_ymm3*const-normal]
[esi_zmm0*const-normal_const-normal]
[esi_zmm2*const-normal]
vdppd
dppd
xrelease_lock_adc
lock_nop
xrelease_lock_or
pf2iw
[ecx_ymm2*const-normal]
[esi_ymm2*const-normal]
kandb
wrpkru
vfnmaddpd
vrndscalesd
ymm14
vrangeps
vreduceps
[ebx_ymm5_const-normal]
[eax_ymm0_const-normal]
[ebx_ymm4_const-normal]
vcmplt_oqss
[edx_zmm0_const-normal]
vexpandpd
[ecx_zmm1*const-normal]
[ecx_zmm2*const-normal]
[eax_zmm7]
[ecx_ymm3*const-normal]
[ecx_ymm2*const-normal_const-normal]
[edi_ymm4_const-normal]
repne_cmpsw
[ecx_ymm4*const-normal]
pcmpestrm
vcvtsd2si
[edx_ymm2*const-normal]
[ecx_zmm1_const-normal]
[ebp_zmm3]
[ebx_zmm1*const-normal]
[edi_zmm5*const-normal]
[eax_zmm1*const-normal]
[esp_zmm0*const-normal_const-normal]
[esi_zmm1*const-normal_const-normal]
[eax_zmm5*const-normal_const-normal]
[ebx_zmm3*const-normal_const-normal]
[ecx_zmm4*const-normal]
bnd_notrack_call
xacquire_lock_sbb
kunpckwd
vmmcall
xrelease_lock_sub
repe_scasw
stgi
[ebx_ymm4*const-normal]
vmfunc
vfnmaddss
kandnb
roundss
[ecx_ymm1*const-normal]
xrelease_lock_and
[ecx_zmm2_const-normal]
[edx_zmm1_const-normal]
[ecx_ymm4_const-normal]
vpcmpnltq
vpcmpleq
[ebx_zmm0_const-normal]
vpexpandq
[edx_zmm5*const-normal_const-normal]
vcvttpd2udq
[esp_ymm3*const-normal_const-normal]
[ecx_zmm2*const-normal_const-normal]
[esi_zmm2*const-normal_const-normal]
[ecx_zmm4*const-normal_const-normal]
vpcmpltuq
repne_outsw
bnd_notrack_jmp
clac
mwaitx
repne_insw
[ecx_xmm4_const-normal]
[eax_xmm4_const-normal]
[edx_ymm5*const-normal]
[ecx_xmm1*const-normal]
vpscatterdd
vpmovzxbq
vcmplt_oqsd
[ebx_zmm3_const-normal]
[ebx_zmm1_const-normal]
[eax_zmm5_const-normal]
[esp_zmm5*const-normal]
[ecx_ymm5*const-normal]
[eax_zmm0*const-normal_const-normal]
[eax_zmm3*const-normal_const-normal]
[esp_zmm1*const-normal_const-normal]
[edi_zmm2*const-normal_const-normal]
[eax_ymm1*const-normal_const-normal]
[ecx_zmm5*const-normal_const-normal]
vfnmsub213ss
[edx_ymm0_const-normal]
[edx_ymm7_const-normal]
[edi_ymm5_const-normal]
xsetbv
xrelease_lock_sbb
vpmacsdql
repne_lodsw
xrelease_lock_xor
vfmsubsd
[edx_ymm3*const-normal]
[ymm3]
clgi
vcmpneq_oqpd
[ebx_ymm1*const-normal]
[ebx_ymm0_const-normal]
vcvtpd2qq
vcmple_oqsd
[ecx_ymm0_const-normal]
[zmm5_const-normal]
[zmm3_const-normal]
vrndscaless
[esi_zmm1_const-normal]
[esp_zmm1*const-normal]
[ebp_zmm5]
[eax_zmm0_const-normal]
vpcmpnltud
[ecx_zmm1*const-normal_const-normal]
[edi_ymm5*const-normal_const-normal]
[esp_zmm4*const-normal_const-normal]
[esp_zmm6*const-normal]
[ebx_zmm5*const-normal_const-normal]
[ecx_zmm6*const-normal]
[ebx_zmm6*const-normal]
[esi_ymm2_const-normal]
[esi_ymm0_const-normal]
vptestmq
vpshlq
phsubsw
vmload
vfnmsub231sd
xacquire_lock_adc
vpmovsxwq
vgetmantsd
vrcp14sd
[ecx_xmm0*const-normal]
vmresume
pcmpistrm
[ymm5]
vpcmpnleuw
ktestq
vpcmpneqw
vphadduwd
vpsllvw
[ecx_zmm6_const-normal]
[edx_zmm4_const-normal]
[ebx_ymm3_const-normal]
[ebx_ymm2_const-normal]
[ebx_ymm6_const-normal]
vcmple_oqss
[eax_zmm6_const-normal]
vcmpordsd
[edi_ymm2*const-normal_const-normal]
[ebp_zmm2_const-normal]
[ebp_zmm2]
[esi_zmm3_const-normal]
vpexpandd
[edx_zmm5*const-normal]
[zmm7]
[esi_zmm6]
[ebx_zmm6]
[ebx_zmm2_const-normal]
[eax_zmm6]
vpscatterqd
vfnmsub132sd
vfnmsub132ss
[esp_ymm0*const-normal_const-normal]
[ebx_ymm5*const-normal]
[ebp_zmm0*const-normal_const-normal]
[ebp_ymm4*const-normal_const-normal]
[ebx_ymm2*const-normal]
[esp_ymm1*const-normal]
[ecx_ymm1*const-normal_const-normal]
[ebp_zmm3*const-normal]
[esi_zmm5*const-normal]
[ebp_zmm5*const-normal]
[ebp_zmm2*const-normal]
[edx_zmm3*const-normal_const-normal]
[esi_ymm5_const-normal]
[edi_zmm3_const-normal]
vfnmsub213sd
[ecx_ymm1_const-normal]
[ecx_ymm2]
repne_movsw
vrcp28ss
vrcp28sd
vcmpnlesd
[edx_ymm5_const-normal]
vfixupimmps
[esp_ymm2*const-normal]
xacquire_lock_xor
vpshlb
vmlaunch
vpmacssww
xrelease_lock_xchg
monitorx
vpmacsdqh
[ebx_ymm4*const-normal_const-normal]
[edi_ymm4*const-normal]
vpminsb
skinit
pad_normal
vgetexpsd
[edx_xmm4_const-normal]
[ebx_xmm4_const-normal]
[ymm2]
[ymm0]
[ymm1]
vfnmsub213ps
cvtpd2pi
vmsave
kunpckdq
vcmpnless
xacquire_lock_sub
[ecx_zmm4_const-normal]
[ecx_ymm5_const-normal]
[edi_ymm7_const-normal]
[edx_ymm1_const-normal]
[edi_ymm6_const-normal]
[esi_zmm4_const-normal]
[esi_zmm2_const-normal]
[zmm1_const-normal]
[zmm0_const-normal]
vexpandps
[ebp_zmm4]
[esp_zmm6]
[esi_zmm0_const-normal]
[edi_zmm7*const-normal]
[esp_zmm3*const-normal]
[edx_zmm6]
vpcmpleud
[edx_ymm6*const-normal]
[ecx_ymm5*const-normal_const-normal]
[edx_ymm5*const-normal_const-normal]
[ecx_zmm7]
[ebx_zmm2*const-normal_const-normal]
[ebx_zmm2*const-normal]
[ebx_ymm2*const-normal_const-normal]
[edx_ymm4*const-normal]
[esi_zmm5*const-normal_const-normal]
[ecx_ymm6]
[eax_zmm6*const-normal]
[ebx_zmm7*const-normal]
[esp_zmm2*const-normal_const-normal]
[esp_zmm1_const-normal]
[edi_zmm4_const-normal]
[esi_zmm6*const-normal]
vpmaxsb
xacquire_lock_cmpxchg
[ecx_ymm3_const-normal]
vfnmsub213pd
[edi_ymm4]
[eax_ymm7*const-normal_const-normal]
xacquire_lock_dec
stac
vpcomw
vpshlw
vpcomb
xacquire_lock_xchg
vcvtuqq2ps
vmovntpd
[ecx_ymm7*const-normal]
[ebx_ymm7*const-normal]
[ebx_ymm6*const-normal]
[ebx_ymm1*const-normal_const-normal]
vpermb
vpcmov
vmcall
hsubps
cvttpd2pi
kaddw
repne_stosw
vfnmsubss
[ebx_ymm1]
vmaskmovpd
vcmpordps
vcmpnltss
[eax_ymm0]
vpgatherqq
vpscatterqq
vpcmpnltuw
vpcmpltuw
vpbroadcastmw2d
vpermi2w
vpcmpnleub
vpmovwb
[ebx_ymm1_const-normal]
vcmpgt_oqsd
vcmpnlt_uqsd
[ebx_ymm7*const-normal_const-normal]
[ebp_zmm3_const-normal]
[ymm4]
[zmm2_const-normal]
[esi_zmm7]
[ebx_zmm4_const-normal]
[ecx_zmm6]
[edi_zmm1*const-normal_const-normal]
vpsrlvd
[esi_ymm4*const-normal]
[edi_ymm5*const-normal]
[ebp_ymm3*const-normal]
[ebp_ymm3*const-normal_const-normal]
[edi_ymm7*const-normal_const-normal]
[ecx_zmm3*const-normal_const-normal]
[edi_zmm4*const-normal_const-normal]
[ecx_zmm6*const-normal_const-normal]
[edx_zmm7]
[eax_zmm7*const-normal]
[eax_zmm6*const-normal_const-normal]
[ebp_ymm1*const-normal_const-normal]
[edx_ymm4*const-normal_const-normal]
[ebp_zmm3*const-normal_const-normal]
[esi_zmm3*const-normal]
[esi_ymm3*const-normal_const-normal]
[edx_zmm2*const-normal_const-normal]
[ebx_ymm5]
[esi_ymm4_const-normal]
[ecx_ymm7]
[esp_zmm2*const-normal]
[edx_ymm1*const-normal]
[ebp_zmm6*const-normal]
[ebp_zmm4*const-normal_const-normal]
[ecx_zmm7*const-normal]
wbnoinvd
vpminuq
[edx_xmm1*const-normal]
[edx_xmm2*const-normal]
vfmaddsub213pd
[ecx_ymm2_const-normal]
[edx_ymm6_const-normal]
vcmpeq_uqpd
[ecx_zmm0_const-normal]
vcmpeq_uqps
blsmsk
vpsllvq
[edi_ymm5]
[eax_ymm1]
[ecx_ymm1]
[ecx_xmm1]
vcmpless
xacquire_lock_inc
xrelease_lock_inc
vpmacssdqh
clzero
vpshad
vpermt2b
vfixupimmss
bndcn
vfnmsub132ps
vpcomtrueub
vphaddwd
bnd_jcxz
vgetexpss
vpmacsswd
movntsd
vprotw
bndcu
[esi_ymm1*const-normal_const-normal]
[eax_ymm2]
[eax_ymm3]
movntss
vfmaddsubps
vpblendmb
vpmacssdql
vfmaddsubpd
vphaddbw
vcmpunord_sss
[ecx_xmm7_const-normal]
[edx_xmm7_const-normal]
vpcomuq
vfmsubadd231pd
vgf2p8mulb
vfnmsub231pd
montmul
[ecx_xmm1_const-normal]
[eax_xmm1_const-normal]
vpcomud
vpmacsdd
movdiri
vfmsubaddpd
vfnmsub231ss
[eax_xmm0]
[eax_xmm1]
[esp_ymm0]
[ymm7]
[esi_ymm3*const-normal]
kortestd
vpsrlvw
bndmk
[esi_ymm6_const-normal]
vcmpnle_uqsd
[esi_ymm6*const-normal_const-normal]
[esp_ymm7_const-normal]
[esp_ymm3_const-normal]
[esp_ymm6_const-normal]
[esp_ymm5_const-normal]
[edi_ymm1_const-normal]
[zmm4_const-normal]
[zmm7_const-normal]
[zmm6_const-normal]
[ebp_zmm6]
[esp_zmm4_const-normal]
[esp_zmm3_const-normal]
[ebp_zmm1_const-normal]
[ebp_zmm0_const-normal]
[edx_zmm5_const-normal]
[esi_ymm6*const-normal]
[edi_ymm6*const-normal]
[eax_ymm5*const-normal]
[eax_ymm5*const-normal_const-normal]
[esi_ymm5*const-normal]
[ecx_zmm7*const-normal_const-normal]
[esp_zmm5*const-normal_const-normal]
[ebp_zmm1*const-normal_const-normal]
[edi_zmm6*const-normal_const-normal]
[esp_zmm6*const-normal_const-normal]
[edx_ymm7*const-normal_const-normal]
[ebp_zmm7]
[ebx_ymm0]
[ebx_ymm3]
[esi_ymm3_const-normal]
[esi_ymm2]
[esi_ymm5]
[esi_ymm4]
[esi_ymm0]
[esi_zmm3*const-normal_const-normal]
[edx_zmm7*const-normal]
[esp_zmm5_const-normal]
[esp_zmm4*const-normal]
[ebx_zmm7_const-normal]
[edx_zmm6*const-normal]
[eax_zmm7*const-normal_const-normal]
vpermil2pd
vcmpord_ssd
vpermil2ps
vcmpeq_osps
[edx_ymm2]
[ebx_ymm2]
kxorq
vpmadcsswd
xrelease_lock_cmpxchg
[eax_xmm4*const-normal_const-normal]
[eax_xmm4*const-normal]
korb
[eax_xmm1*const-normal]
[eax_xmm2*const-normal]
[ecx_xmm2*const-normal]
[ecx_xmm4*const-normal_const-normal]
[ecx_xmm4*const-normal]
rdpkru
vreducess
enclu
[edx_xmm0_const-normal]
[edx_ymm4_const-normal]
[edx_xmm5_const-normal]
[esp_ymm2*const-normal_const-normal]
[edx_ymm3*const-normal_const-normal]
vpcmpnlew
[eax_ymm5]
[ecx_ymm4]
vpmacssdd
cmpss
rep_lodsw